{
  "help_panel": {
    "colore": "colore",
    "di_cosa_si_tratta": "<p>Il testo dubitativo tende a minare la stabilità della narrazione dal suo interno. La visualizzazione si focalizza su questo aspetto, mettendo da parte la visione dei singoli racconti o romanzi a favore di una diversa forma di aggregazione, un elemento grafico che rappresenta unicamente la presenza del testo dubitativo.</p><p>Con il vantaggio di integrare due diverse prospettive di analisi: una che mostra il “comportamento” del testo dubitativo nell’opera tramite la disposizione spaziale dei vari elementi e il loro colore; l’altra a cui si accede, invece, “aprendo” i singoli elementi grafici e svelando la loro composizione legata a una determinata griglia d’analisi che ci ha guidato nella creazione del database che sta dietro a questa visualizzazione.</p>",
    "come_funziona": "<0>La disposizione nello spazio si basa su due criteri: (1) la quantità di testo dubitativo in proporzione alla lunghezza totale dell’opera; (2) una griglia che descrive per ogni singola occorrenza cosa viene messo in dubbio (<i>Categoria</i>) e come il dubbio viene espresso (<i>Stile</i>). Le occorrenze analizzate tramite questo schema delineano un profilo di utilizzo del testo dubitativo: i testi con delle caratteristiche in comune sono collocati vicini, mentre i testi che condividono poco o nulla tra loro si allontanano.</0><1>La griglia è composta da tre categorie: <2>contenuto</2> (si dubita del contenuto che si vuole raccontare), <5>forma</5> (si dubita del modo in cui si vuole esprimere il contenuto della narrazione), <8>significato</8> (si dubita dell’interpretazione del contenuto della narrazione). E da tre tipi di <i>stile</i>: <i>esitazione</i> (si esita sul <14>contenuto</14>, sulla <16>forma</16> o sul <18>significato</18> di quanto appena affermato), <i>riformulazione</i> (si riformula il <23>contenuto</23>, la <25>forma</25> o il<27>significato</27> di quanto appena affermato), <i>negazione</i> (si nega il <31>contenuto</31>, la <33>forma</33> o il <35>significato</35> di quanto appena affermato). Ogni occorrenza di testo dubitativo è stata analizzata attraverso il duplice <i>focus</i> dei <i>Livelli</i> e degli <i>Stili</i>.</1><2>Il colore degli elementi grafici corrisponde alla percentuale di utilizzo delle diverse <i>Categorie</i> nel testo dubitativo di ogni singola opera. La loro dimensione corrisponde alla quantità di testo dubitativo misurata in caratteri. Se selezionato, ogni elemento grafico si “apre”, mostrando la distribuzione interna delle occorrenze in base alla griglia con la quale il testo dubitativo è stato analizzato.</2><3>La visualizzazione può essere esplorata tramite la ricerca per titolo (<i>Cerca per</i>) e i testi possono essere selezionati in base a un intervallo temporale (<i>Filtro cronologico</i>). Inoltre è possibile modificare la scala cromatica della visualizzazione, scegliendo come parametro uno stile (<i>Colora per stile</i>): questa funzione permette di vedere l’intensità d’utilizzo nei vari elementi grafici del tipo di <i>stile</i> selezionato.</3>",
    "qualche_pista_di_lettura": "<0>La linea verticale è stata introdotta all’interno della visualizzazione per sottolineare una particolare distribuzione degli elementi nello spazio. A sinistra della linea abbiamo a che fare con un’area cromaticamente omogenea, tendente al giallo (<1>contenuto</1>), in cui la presenza di testo dubitativo è quantitativamente inferiore; a destra invece la presenza di testo dubitativo si intensifica e il colore degli elementi grafici suggerisce una maggiore combinazione nell’utilizzo delle <i>Categorie</i>.</0><1>Questa separazione, emersa spontaneamente dalla disposizione dei testi nello spazio in base ai dati raccolti, sembra rispecchiare una divisione cronologica; a sinistra tenderanno infatti a collocarsi i testi prima degli anni ’60, con qualche rara eccezione: “superano” la linea <i>Campo di mine</i> (1946), <i>L’avventura di un soldato</i> (1949) (vedi <8>Approfondimento</8>), <i>La casa degli alveari</i> (1949), <i>L’avventura di un impiegato</i> (1953), <i>L’avventura di un fotografo</i> (1955), <i>Il cavaliere inesistente</i> (1959). Una maggiore densità di testo dubitativo spinge questi testi verso destra, suggerendoci che, nonostante l’utilizzo del testo dubitativo si intensifichi pienamente a partire dagli anni ’60, era presente fin dall’inizio dell’opera.<br/><br/><br/><br/></1>",
    "griglia": "griglia"
  },
  "footer": {
    "Colora per stile": "Colora per stile"
  }
}