{
  "Il dubbio e la cancellazione": "Il dubbio e la cancellazione",
  "paragraph-racconto-esemplare": "<0><i>L’avventura di un soldato</i> (1949) è il racconto che inaugura la serie delle “avventure”, una formula narrativa che verrà ripresa più volte nel corso degli anni, denominando un gruppo di racconti che poi confluiranno nella raccolta <i>Gli amori difficili</i> (1970). Come spiega lo stesso Calvino nella nota introduttiva al volume, «ciò che sta alla base di molte di queste storie è una difficoltà di comunicazione, una zona di silenzio al fondo dei rapporti umani» (Calvino 2011, XII). Nel racconto il fante Tomagra si trova seduto nello scompartimento di un treno, quando accanto a lui prende posto una donna vestita a lutto. La trama del racconto consiste nel susseguirsi delle manovre di seduzione del soldato, che potrebbero permettergli di creare un legame con la vedova. Legame tuttavia fragile e incerto poiché i suoi gesti «appaiono ora vittorie gigantesche e irreversibili ora precarie illusioni prive di conferma» (ibidem). Alla “difficoltà comunicativa” si aggiunge quindi un altro ostacolo: Tomagra si muove in un universo semanticamente instabile, di cui non riesce a interpretare con certezza i segni. Questi due elementi sono strettamente legati a quello che abbiamo definito il testo dubitativo.<br/><br/> Nella visualizzazione generale <i>L’avventura di un soldato</i> si situa a destra della linea verticale, in una delle fasce più esterne, relativamente isolato rispetto agli altri elementi grafici. Nonostante non ci siano vere e proprie aggregazioni, la sua orbita rasenta quella di alcuni testi significativi: il più vicino <i>Campo di mine</i> (1946), altra eccezione, subito affiancato da <i>Ricordo di una battaglia</i> (1974). Anche lo sviluppo di questi due racconti ruota attorno a un processo dubitativo: da un lato la storia di un uomo che attraversa una valle minata, tentando di interpretare le gobbe e le depressioni del terreno in cerca di un indizio che possa indicargli il giusto cammino; dall’altro un personaggio che prova a ricostruire il ricordo di una battaglia, lottando contro il disfacimento ineluttabile della memoria. Nei tre racconti la griglia ha una composizione simile: la categoria della <18>forma</18> è quasi del tutto assente, a favore di quella del <21>contenuto</21> e del <24>significato</24>; parallelamente, gli stili dominanti sono l’<i>esitazione</i> e la <i>negazione</i>. Il mondo è mutevole sotto diversi aspetti: l’oggetto della narrazione sfugge, così come la sua interpretazione. Per questo la voce narrante afferma, poi dubita e cancella, tornando sui propri passi e prendendo un’altra direzione.<br/><br/>L’alta concentrazione di testo dubitativo e la sua particolare posizione nella visualizzazione rendono <34>L’avventura di un soldato</34> un interessante caso studio su cui soffermarsi per capire meglio come funzioni la griglia d’analisi che ci ha guidato nella creazione della visualizzazione.</0>",
  "paragraph-analisi-del-racconti": "<0>La visualizzazione del racconto è divisa in quattro sezioni, ognuna accompagnata da un commento: a. Cominciare (§1-8); b. Ricominciare (§9-24); c. Buio e attesa (§25-26); d. Cancellazione (§27-31). In questo Approfondimento, il testo è visualizzato nella sua interezza: a ogni parola è stato sostituito un simbolo, in modo tale da poter mappare con estrema precisione l’estensione del processo dubitativo e, soprattutto, la presenza delle varie <i>categorie</i> e <i>stili</i> della griglia. A ogni occorrenza del testo dubitativo è stato attribuito un numero crescente, preso come punto di riferimento durante l’analisi.<br/></0>",
  "paragraph-text": "<0>a. Cominciare</0><1><br/>Nella prima sezione le occorrenze di testo dubitativo sono rarefatte: a colpo d’occhio emerge la categoria del <3>contenuto</3>, unito allo stile della <5>negazione</5>. I paragrafi iniziali sono occupati dalla descrizione della donna e dalle prime impressioni di Tomagra, rivedute e corrette di volta in volta. La donna si è seduta accanto lui nonostante i posti liberi non manchino; allora il soldato comincia a ragionare, a riflettere sulle motivazioni che potrebbero aver spinto la vedova a scegliere proprio quel posto: «certo per via di qualche comodità del viaggiare, s’affrettò a pensare il fante, correnti d’aria o direzioni della corsa» (<7>RR</7>, I, 319) (<9>2, 3</9>). Ma ben presto si profila un’altra ipotesi: la signora potrebbe voler stabilire un contatto con lui.<br/><br/>Nel 7§ la donna dallo sguardo «irraggiungibile», «fisso», «palpebrato», rimane «impassibile» (ivi, 319-320) mentre la sua coscia e quella di Tomagra si sfiorano; la vedova non lascia trasparire nulla di ciò che prova o pensa, rimanendo un oggetto muto per il fante che non sa come interpretare questo suo apparente distacco. In quest’avventura, il potere della percezione visiva del mondo sembra messo sotto scacco dalla segretezza delle manovre di seduzione che sono gestuali: in tal modo Tomagra viene spinto a trovare un’altra strada per capire il senso di ciò che sta accadendo. Nel corpo principale del testo si succedono allora tre domande: «che non se ne fosse accorta ancora? Oppure che preparasse una fuga? O una rivolta?» (ivi, 321) (<14>7-9</14>). Compare qui per la prima volta nel racconto il punto interrogativo, segno interpuntivo che sembra suscitare un’evoluzione dell’atteggiamento dubitativo. Subito dopo, infatti, notiamo la presenza di occorrenze appartenenti al <17>significato</17>: nel 8§ Tomagra decide di prendere l’iniziativa e «di trasmetterle, in qualche modo, un <19>messaggio</19>» (ibidem, corsivo nostro) che vada oltre le semplici apparenze; il corpo compierà un’azione che avrà un significato “altro”, parallelo: il «muscolo del polpaccio» del fante, diventato «un duro quadrato pugno», «corse e bussò al polpaccio della vedova» (ibidem) (<21>10, 11</21>), come una mano che bussi a una porta sperando si apra. Trasmettere il messaggio provoca però un moto di panico nel soldato, il quale non si aspetta che la donna reagisca, ma si ritrae subito privandosi della possibilità di un qualsiasi chiarimento.<br/><br/>Questo primo gesto esplicito da parte di Tomagra attiva il meccanismo che porta avanti il racconto fino alla sua conclusione: agire, cercando un punto di contatto con la vedova e sforzandosi di rendere le proprie azioni comprensibili. Per rendersi rapidamente conto, invece, che niente di quello che sta facendo ha un significato esplicito. Come succede anche ai segnali che la donna invia a sua volta: l’unica strategia possibile, allora, sarà quella di sottrarsi momentaneamente, arretrare per poi ricominciare da capo.<br/><br/></1>",
  "paragraph-text-3": "<0>c. Buio e attesa</0><1><br/>«Una galleria piombò loro addosso» (ivi, 326). Cala istantaneamente il buio e da quell’oscurità Tomagra è confortato al punto da tentare qualcosa di inedito: si azzarda a toccare il seno della donna. Il primo paragrafo (§25), del tutto privo di occorrenze, si concentra sulle mosse del soldato; il secondo (§26), con la più alta densità di testo dubitativo in tutto il racconto, descrive la reazione di Tomagra a un movimento improvviso della vedova. Le riflessioni su cosa abbia causato lo scatto nella donna non tardano a contraddirsi l’un l’altra: «lui aveva passato il <2>segno</2>» (<4>48</4>) oppure «era un <7>segno</7> che tutto ciò era vero, che lei accettava» (<9>50</9>) (ivi, 327, corsivo nostro). Dove la parola “segno” prima è usata in maniera figurata, indicando l’esistenza di un limite, di un confine da non superare, poi si trasforma nel sintomo, nella prova-simbolo della partecipazione da parte della vedova a quello scambio con il soldato. Rivelando che il linguaggio è il primo veicolo dell’ambiguità che avvolge il mondo reale.<br/><br/>In questa sezione non c’è luce, quindi non c’è visione: siamo all’apice di un progressivo percorso verso l’accecamento, una privazione della vista che lascia Tomagra solo con le sue supposizioni, sostituendo allo spazio esteriore dello scompartimento lo spazio interiore del personaggio. Nelle ultime occorrenze di <15>contenuto</15> del paragrafo il soldato rimugina su quanto sia ancora lunga la galleria, se valga la pena tentare nuovamente qualcosa approfittando dell’oscurità. Ma il tempo sta per scadere e i dubbi allontanano sempre di più la possibilità di agire: «certo in queste riflessioni si era perduto molto tempo […] certo però la galleria era lunga […] certo se subito avesse approfittato avrebbe avuto molto tempo innanzi a sé» (<17>51-53</17>) (ibidem). Il paragrafo rappresenta l’attesa, parola latina composta da <20>ad-</20> per “verso” e <i>téndere</i> nel senso traslato di “mirare, aspirare” ma che significa anche “tirare”: il testo si dilata, si gonfia tramite il processo dubitativo, si “tende” aumentando il proprio spazio sulla pagina. Al centro del racconto si trovano così i gesti assenti, le deduzioni incerte, un impulso sistematico ad annullare ogni forma di progressione: un articolato stratagemma per prolungare l’attesa, allontanando contemporaneamente la fine.</1>",
  "Un racconto esemplare": "Un racconto esemplare",
  "Analisi del racconto": "Analisi del racconto",
  "paragraph-text-2": "<0>b. Ricominciare</0><1><br/>L’andirivieni mentale e fisico di Tomagra appena descritto riflette con estrema fedeltà il comportamento del testo dubitativo. Nell’articolo <i>La notte del morto nel paese nemico</i>, Francesca Serra descrive il meccanismo dubitativo su cui è costruito <i>Ricordo di una battaglia</i>, ribattezzandolo «racconto negato» in quanto si basa su «un riflesso metanarrativo che mina nel profondo la costituzione lineare del racconto, tornando sempre indietro a contraddirne delle parti» (Serra 2010, 129) e dando così vita a una serie potenzialmente infinita di nuovi inizi. Nelle prime righe del 9§, Tomagra conclude fra sé che, avendo perso «quella paziente e prudentissima opera di contatto», «bisognava ricominciare da capo» (<8>RR</8>, I, 321). Successivamente riprenderà la sua «opera» più volte, dando modo al testo dubitativo di intensificarsi e diversificarsi, accompagnando i movimenti e i dubbi del soldato.<br/>Osservando la visualizzazione, si percepisce un uso eterogeneo sia delle categorie che degli stili; notiamo un’alternanza cadenzata fra le occorrenze di <13>contenuto</13> e le occorrenze di <16>significato</16>; compare in misura minore la categoria <19>forma</19>. Nel complesso potremmo sostenere che l’andamento narrativo e il processo dubitativo avanzano parallelamente fra loro.<br/>Al centro di questo andirivieni non si trova, però, il personaggio nella sua interezza. Piuttosto la sua mano, rappresentata come un’entità a sé stante, una sorta di appendice dotata di volontà propria (cfr. ivi, 322). Le due occorrenze <24>10</24> e <27>11</27>, attraverso la <i>riformulazione</i>, avevano anticipato questa “evoluzione” scomponendo e trasformando il corpo del fante, sostituendo al muscolo del polpaccio l’immagine di un pugno; la mano in seguito si metamorfoserà in «farfalla», «topo», «polpo», «granchio», «gallinella» (ivi, 323, 324, 326). Il testo dubitativo appartenente alla categoria del <33>significato</33> introduce l’ipotesi che alla realtà possano sovrapporsi dimensioni alternative, capaci di interferire e confondere, ma anche di svelare. Se ci si concentra nello specifico sulla distribuzione delle occorrenze di questa categoria, la <i>riformulazione</i> è lo stile maggiormente usato: nella visualizzazione, il suo impiego si estende dall’inizio (<37>10</37>) alla fine del racconto (<39>56</39>), solitamente nello sforzo frustrato di chiarire una volta per tutte il senso che sta dietro ai gesti.<br/><br/>La parcellizzazione del corpo di Tomagra riflette il modo in cui viene descritto lo scambio muto di gesti fra lui e la vedova: ogni minimo movimento è oggetto di un’analisi minuziosa che non tralascia nessun particolare. Sembrerebbe qui di riconoscere un approccio quasi analitico di esplorazione e documentazione della realtà. Eppure nemmeno un simile rigore scientifico riesce a proteggere Tomagra dall’accumulo di incertezze e supposizioni. Focalizzarsi unicamente sul dettaglio provoca una strana forma di miopia in cui ogni cosa, ingigantita e deformata, può comunque significare qualcos’altro. Dalla visualizzazione emerge che la categoria del <45>significato</45> nelle pagine centrali del testo viene impiegata diversamente, adottando lo stile dell’<i>esitazione</i> (<49>25</49>, <52>26</52>, <55>28</55>, <58>29</58>, <61>37</61>); la prima fra queste occorrenze si interroga se i gesti della vedova siano «segni per fargli capire di desistere» oppure «un estremo rinvio ch’ella gli concedeva» o ancora «un avvertimento» (ivi, 324): le versioni possibili si moltiplicano così come si moltiplicano gli interrogativi senza soluzione. Così le occorrenze di <64>significato</64> non riescono più a riformulare il senso di un gesto trasformandolo in un messaggio chiaro, bensì si limitano ad accumulare ipotesi. Un modo per Tomagra di ottenere una risposta potrebbe essere basarsi sulle reazioni della vedova, ma «lei, lei, lei era una sfinge» (ibidem), ennesimo simbolo che rappresenta l’enigma femminile e, contemporaneamente, il principio di metamorfosi che altera la realtà.<br/>La conclusione del 24§ riprende la frase iniziale della sezione: Tomagra è arretrato per l’ennesima volta, eppure esita, «come volesse <i>ricominciare da capo</i> il suo pazientissimo lavoro e non fosse sicuro ormai delle profonde mete già raggiunte. Ma le aveva davvero raggiunte? Oppure era stato solo un sogno?» (ivi, 326, corsivo nostro) (<70>43</70>, <73>44</73>, <76>45</76>). L’intera manovra di seduzione si sbriciola sotto la pressione del dubbio che in realtà nulla sia avvenuto come il soldato lo ha immaginato: Tomagra si è illuso della complicità raggiunta con la vedova. Qui compaiono, infatti, le parole “profondità” e “sogno”, per evocare una dimensione onirica e sospesa di assoluta incertezza, subito ripresa nella sezione successiva.<br/><br/></1>",
  " Posizione del racconto nella visualizzazione": " Posizione del racconto nella visualizzazione",
  "Distribuzione delle occorrenze di testo dubitativo nel racconto in base alla griglia d’analisi": {
    "": ""
  },
  " Distribuzione delle occorrenze di testo dubitativo nel racconto in base alla griglia d’analisi": " Distribuzione delle occorrenze di testo dubitativo nel racconto in base alla griglia d’analisi"
}