{
  "Il romanzo-saggio che dubita": "Il romanzo-saggio che dubita",
  "paragraph-parole": "<0>All’inizio del secondo capitolo, la voce narrante riflette su quale sia il modo migliore di «chiamare le cose» di cui si vuole discorrere: l’obiettivo è di raggiungere una forma di espressione esatta, precisa, che non generi alcuna incomprensione nella lettrice/lettore. La scelta ricade sui «termini generici», ritenuti più adatti rispetto ai termini specifici. Ognuno, infatti, è «portato ad attribuire valori diversi o magari contrastanti» a questi ultimi, «secondo le proprie cognizioni ed esperienze», e per questo motivo «resterebbe da precisare ancora» (ivi, 7).</0><1>La riflessione che inaugura il capitolo è immediatamente interessata dal processo dubitativo, aprendosi con il tema della scelta. Con la promessa di una maggiore esattezza, il testo (<strong>td7</strong> e <strong>td8</strong>) cerca di giustificare la decisione di impiegare solo parole comuni, evitando i nomi propri. Subito, però, il testo infrange questa regola di comportamento, in plateale contraddizione con quanto affermato in precedenza: viene infatti svelata l’identità del «partito di sinistra» a cui appartiene il protagonista (ovvero «partito comunista») e l’«istituto religioso» anonimo diventa «il Cottolengo di Torino» (ibidem). La figura retorica utilizzata è la preterizione, che spesso collabora con il processo dubitativo: informare negando, infatti, corrisponde al funzionamento più frequente del testo dubitativo, che alimenta la narrazione tramite un’operazione volta alla sottrazione, ossia mettendo in discussione quanto detto in precedenza.<br/>In secondo luogo il processo dubitativo investe il problema dell’interpretazione. Il testo (<strong>td9</strong>) afferma che il significato attribuito a un nome non sempre è stabile, ma può cambiare da individuo a individuo, moltiplicando le proprie accezioni fino a raggiungere varianti semanticamente incompatibili tra loro. Se un significato univoco non esiste, non è più possibile chiamare le cose con il proprio nome senza avere il timore di essere fraintesi. Assistiamo qui a una crisi delle capacità comunicative del linguaggio, altro tratto caratteristico del processo dubitativo.<br/>In terzo luogo si arriva alla questione del precisare. Il testo (<strong>td10</strong>) fornisce un’informazione che aumenta la consapevolezza di una ipotetica lettrice/lettore sulle funzioni del Cottolengo. Come conseguenza dell’instabilità semantica che sta dietro le parole, l’unico modo per assicurarsi di essere compresi correttamente è quello di «precisare» (ibidem), ridefinendo ancora e ancora il concetto, accumulando le puntualizzazioni (cfr. Mengaldo 1996, 278). Il testo in questione si trova all’interno di un inciso; qui il segno grafico delimita un’informazione, ma crea anche una deviazione dal testo principale.<br/>In conclusione, all’inizio del secondo capitolo della <16>Giornata d’uno scrutatore</16>, l’accento è posto sulla difficoltà di comunicare correttamente con la lettrice/lettore. Il significato delle parole è instabile e di conseguenza è necessario spiegare ogni termine per evitare il fraintendimento; tuttavia questi continui chiarimenti complicano ancora di più l’operazione cognitiva richiesta a chi sta leggendo, poiché il testo procede accumulando ragionamenti digressivi e sviluppi laterali, a volte racchiusi dentro appositi segni grafici.</1>",
  "paragraph-gli-strati-del-testo": "<0>Il paragrafo finale di questa parte del libro (<1>RR</1>, II, 9-11) è composto da più di due pagine senza punti fermi: si tratta di una serie di riflessioni, che si incastrano e talvolta sovrappongono. L’argomento principale è la fede politica del protagonista. Dopo aver esaminato ogni elemento in grado di stabilirne l’origine e le motivazioni profonde, producendo un testo denso e ricco di informazioni, il filo del discorso si interrompe bruscamente poiché il narratore afferma di «aver capito finalmente quel che non ci voleva poi tanto a capire» (ivi, 10). Questo paragrafo è un ottimo esempio di come il processo dubitativo consista nel “tornare sui propri passi”. Il testo oggetto di dubbio associato a <strong>td28</strong> coincide con l’inizio del paragrafo e racchiude in sé dodici occorrenze del testo dubitativo (dal <strong>td16</strong> al<strong> td27</strong>, più della metà del numero totale di occorrenze del capitolo). L’improvviso incremento di occorrenze non è unicamente numerico; in parallelo assistiamo a un innalzamento di livello: il numero di livello equivale alla quantità di volte in cui il processo dubitativo insiste sulla stessa identica porzione di testo. Accavallandosi fra loro, le occorrenze dubitano della loro capacità di ristabilire il senso del discorso. Un altro esempio: il passaggio dal 6° al 7° livello avviene a causa del <strong>td29</strong>; poteva sembrare che il testo (<strong>td28</strong>) fosse riuscito una volta per tutte a bloccare la catena dubitativa, eppure ancora una volta c’è qualcosa da dire, da aggiungere, da precisare. Ed è significativo che la precisazione avvenga fra parentesi.<br/>Cinque delle occorrenze “intrappolate” dentro il testo oggetto di dubbio di <strong>td28 </strong>sono a loro volta contenute fra parentesi (<strong>td18</strong>,<strong> td20</strong>,<strong> td21</strong>,<strong> td23</strong>,<strong> td27</strong>). Ma la quantità di segni grafici nel paragrafo è molto più alta: infatti circa il 30% del capitolo viene dislocata tra parentesi o dentro un inciso, anche quando da un punto di vista narrativo non sembrerebbe necessario. In alcuni casi le parentesi contengono a loro volta degli incisi, elaborando così una sorta di racconto a matrioska. La massiccia concentrazione del processo dubitativo proprio in quell’area è collegata alla presenza dei segni grafici che stratificano il testo.</0>",
  "paragraph-gli-strati-del-testo-2": "<0>Alla fine del secondo capitolo della <2>Giornata d’uno scrutatore</2>, il testo si sviluppa su piani diversi, i quali a volte collaborano, a volte confliggono. La struttura a strati sovrapposti, come le «foglie d’un carciofo» (ivi, 9), da una parte si sforza di garantire maggiore chiarezza alla lettrice/lettore, dall’altra li disorienta. Si tratta di un meccanismo narrativo basato sul difficile rapporto fra la ricerca dell’esattezza della scrittura e l’insuccesso dell’atto interpretativo, per cui l’unico modo per parlare della «complessità delle cose» (ibidem) sembra essere quello di organizzarla in strati. La parentesi e l’inciso generano questa stratificazione, attraverso una forma grafica che introduce un altro spazio, un altrove rispetto al discorso principale. Tale sdoppiamento del testo viene ulteriormente potenziato dal processo dubitativo, che rinforza l’effetto di stratificazione in una modalità meno visibile.</0>",
  "La giornata d'uno scrutatore": "La giornata d'uno scrutatore",
  "numero-di-occorrenze": "<0> Occorrenze di testo dubitativo distribuite per capitolo in <3>La giornata d'uno scrutatore</3></0>",
  "paragraph-la-giornata": "<0><0>La giornata d’uno scrutatore</0> è uno dei romanzi di Calvino che presenta la più alta percentuale di quello che abbiamo denominato “testo dubitativo”: il 35%. Il dato non stupisce, considerando la natura profondamente ibrida del libro pubblicato nel 1963, «una sorta di romanzo-saggio, sospeso fra testimonianza, riflessione sui fondamenti etici del vivere associato, autoritratto morale» (Barenghi 2009, 56).<br/>In un’intervista del 1963 Calvino lo definì «un libro di punti interrogativi» (<4>RR</4>, II, 1311). Ma il segno interrogativo, per quanto simbolicamente così importante, non è l’unico a caratterizzare il romanzo: <7>La giornata d’uno scrutatore</7> è un libro anche di parentesi e di incisi. Segni che interrompono la continuità lineare del discorso, creando degli spazi di scrittura indipendenti che spezzano il testo principale, annidandovi dentro un secondo testo. Lo scopo di questo approfondimento è mostrare la distribuzione di tali segni grafici e soprattutto in che modo collaborano con il processo dubitativo, amplificando il suo effetto.<br/><10>La giornata d’uno scrutatore</10> racconta l’esperienza di Amerigo Ormea, militante e intellettuale, nel ruolo di scrutatore durante le elezioni dell’8 giugno 1953, presso un istituto per persone con disabilità mentali e fisiche trasformato in seggio elettorale.<br/>Il libro è diviso in 15 capitoli e presenta un totale di 214 occorrenze di testo dubitativo, distribuite in maniera diseguale all’interno del volume. Il secondo capitolo possiede una delle concentrazioni maggiori: 23 occorrenze. Abbiamo deciso di concentrarci sulla fine e l’inizio del capitolo, analizzando le due zone del testo separatamente. </0>",
  "Parole_scegliere_interpretare_precisare": "Parole: scegliere, interpretare,  precisare",
  "Gli strati del testo": "Gli strati del testo"
}