{
  "help_panel": {
    "forma": "forma",
    "dimensione_e_colore": "dimensione e colore",
    "di_cosa_si_tratta": "<p>La visualizzazione rappresenta le forme della trama che costituiscono l’ossatura narrativa dei testi del corpus.</p>",
    "come_funziona": "<p>La visualizzazione è organizzata in modo da offrire una doppia direzione di lettura.</p><p>Nella prima schermata, il panorama frontale delle linee mette a confronto tutte le trame dei testi calviniani, disponendole in uno spazio uniforme indipendentemente dalla loro lunghezza. Il movimento orizzontale di ogni linea è basato sulla scansione del tempo del racconto, cioè aderisce all’intreccio e alla disposizione che la materia narrativa segue nel testo reale, indipendentemente dalla presenza di flashback o anticipazioni. Interagendo con il panorama o con la barra di ricerca per titolo, è possibile portare in evidenza una o più linee, lungo le quali, scorrendo con un cursore, si possono leggere i nomi delle sequenze che articolano il percorso. Cliccando sull’etichetta che contiene il titolo del testo, si può inoltre isolare ogni linea per analizzare in dettaglio tutti i punti della sua struttura narrativa.</p><p>Sfruttando l’opzione <i>Ruota vista</i>, si può poi accedere alla seconda modalità di lettura: l’intera visualizzazione compie un giro di 90° su se stessa, e permette di osservare il panorama “di profilo”, da una prospettiva che mette in risalto l’estensione verticale delle linee, calcolata sull’intervallo tra il suo punto più basso e quello più alto, e mostra quale parte dell’elenco dei motivi letterari ricorrenti è stata coinvolta da Calvino nella composizione di ogni trama. I due marcatori geometrici che si trovano sulle linee indicano rispettivamente la sequenza di apertura e di chiusura di ogni testo: in questo modo è possibile avere uno sguardo totale sui motivi letterari che l’autore sceglie di usare come incipit e finali dei suoi testi.</p><p>Per entrambe le modalità di lettura è sempre possibile visualizzare l’elenco delle sequenze, che può anche essere usato per interrogare le visualizzazioni selezionando un proprio intervallo personalizzato e verificando se e quali trame hanno un’estensione che coincide esattamente con i confini scelti.</p>",
    "qualche_pista_di_lettura": "<p>Entrambe le modalità di lettura offerte dalla visualizzazione offrono la possibilità di immergersi nel mondo di trame di Calvino per scoprirne aspetti notevoli.</p><p>Nella visione panoramica frontale, un esempio è l’uso del cursore su due o più linee evidenziate contemporaneamente: uno strumento che permette di rilevare eventuali coincidenze e divaricazioni tra le strutture dei testi, ad esempio mostrando la presenza della stessa sequenza nella stessa posizione in racconti di genere diverso, o composti a distanza di molti anni, oppure viceversa segnalando il disallineamento di racconti che, a prima vista, sembrerebbero invece collegati da una sostanziale somiglianza narrativa.</p><p>La visione panoramica laterale, da parte sua, consente tra le altre cose di avere un resoconto visivo di una questione primaria per Calvino, quella del <i>Cominciare</i> e del <i>Finire</i>. Grazie alla redistribuzione delle linee si può vedere non soltanto il resoconto delle scelte dell’autore quando si tratta di decidere qual è il modo migliore per far aprire e chiudere una storia, ma si può anche avere una sintesi dell’orientamento complessivo delle trame: sapendo che le sequenze sono disposte in base alla loro potenzialità perturbante rispetto all’entropia della narrazione, possiamo subito dedurre dalla posizione dei marcatori di inizio-fine se l’asse complessivo di un racconto è ascendente o discendente, cioè se la vicenda termina in una situazione di maggiore o minore squilibrio rispetto al suo inizio.</p>",
    "tipo_di_sequenza": "tipo di sequenza",
    "di_cosa_si_tratta_pt2": "<0>La trama di ogni testo pubblicato in vita da Calvino è sintetizzata nella forma di una linea colorata che, come un sismografo, si muove su due assi: quello orizzontale, orientato da destra a sinistra, rappresenta l’avanzamento lineare del testo dall’incipit alla conclusione, mentre quello verticale presenta un elenco ragionato dei più comuni tipi di sequenza narrativa riscontrati nel corpus, raggruppati e riordinati in base alla loro capacità di perturbare la vicenda narrata, dai più statici, come i <2>brani metaletterari</2> e <5>descrittivi</5>, a quelli intermedi, come i passaggi dedicati ai <8>moti interiori</8>, fino ai più dinamici, come gli <11>incontri-scontri</11> tra personaggi e l’esperienza della <14>morte</14>.</0>"
  },
  "Rivelazione": "Rivelazione",
  "Interazione": "Interazione",
  "aggressione/scontro": "aggressione/scontro",
  "aiuto/salvataggio": "aiuto/salvataggio",
  "compito/missione": "compito/missione",
  "incontro animale": "incontro animale",
  "incontro di gruppo": "incontro di gruppo",
  "incontro femminile": "incontro femminile",
  "incontro maschile": "incontro maschile",
  "matrimonio": "matrimonio",
  "offerta": "offerta",
  "rifiuto": "rifiuto",
  "scena erotica": "scena erotica",
  "eventi liminali": "Eventi liminali",
  "scommessa": "scommessa",
  "telefonata": "telefonata",
  "Spostamento": "Spostamento",
  "Arrivo/ritorno": "Arrivo/ritorno",
  "arrivo/fuga": "fuga",
  "inseguimento/ricerca": "inseguimento/ricerca",
  "partenza/sparizione": "partenza/sparizione",
  "viaggio": "viaggio",
  "Intenzione": "Intenzione",
  "Iniziativa/piano": "iniziativa/piano",
  "ostacolo": "ostacolo",
  "successo": "successo",
  "Situazione": "Situazione",
  "città magica": "città magica",
  "situazione": "situazione",
  "Stato euforico": "Stato euforico",
  "morte": "morte",
  "Stato disforico": "Stato disforico",
  "Guerra": "guerra",
  "Angoscia/delusione": "angoscia/delusione",
  "Stato riflessivo": "Stato riflessivo",
  "Visione": "visione",
  "riflessione": "riflessione",
  "mistero/assurdità": "mistero/assurdità",
  "tipologia": {
    "ipotesi": "ipotesi",
    "morte": "morte",
    "rivelazione": "rivelazione",
    "guerra": "guerra",
    "aggressione/scontro": "aggressione/scontro",
    "aiuto/salvataggio": "aiuto/salvataggio",
    "compito/missione": "compito/missione",
    "incontro animale": "incontro animale",
    "incontro di gruppo": "incontro di gruppo",
    "incontro maschile": "incontro maschile",
    "matrimonio": "matrimonio",
    "offerta": "offerta",
    "rifiuto": "rifiuto",
    "scena erotica": "scena erotica",
    "scommessa": "scommessa",
    "arrivo/ritorno": "arrivo/ritorno",
    "inseguimento/ricerca": "inseguimento/ricerca",
    "partenza/sparizione": "partenza/sparizione",
    "viaggio": "viaggio",
    "ostacolo": "ostacolo",
    "successo": "successo",
    "illusione/speranza": "illusione/speranza",
    "innamoramento": "innamoramento",
    "angoscia/delusione": "angoscia/delusione",
    "incontro femminile": "incontro femminile",
    "visione": "visione",
    "riflessione": "riflessione",
    "mistero/assurdità": "mistero/assurdità",
    "pausa/sospensione": "pausa/sospensione",
    "attesa": "attesa",
    "cambiamento": "cambiamento",
    "telefonata": "telefonata",
    "situazione": "situazione",
    "fuga": "fuga",
    "racconto incastonato": "racconto incastonato",
    "metanarrazione": "metanarrazione",
    "smarrimento/dubbio": "smarrimento/dubbio",
    "città magica": "città magica",
    "cornice": "cornice",
    "iniziativa/piano": "iniziativa/piano"
  },
  "Stato sospeso": "Stato sospeso",
  "Pausa/sospensione": "pausa/sospensione",
  "attesa": "attesa",
  "racconto_incastonato": "Racconto incastonato",
  "metanarrazione": "Metanarrazione",
  "cornice": "Cornice",
  "struttura": "Struttura",
  "Illusione/speranza": "Illusione/speranza",
  "Cambiamento": "Cambiamento",
  "innamoramento": "innamoramento",
  "ordine_di_turbamento": "<0>Lista delle sequenze</0>",
  "smarrimento/dubbio": "smarrimento/dubbio",
  "scrolla_per_zoomare": "scrolla per zoomare",
  "inizio_del_testo": "inizio del testo",
  "lunghezza_del_testo": "lunghezza del testo normalizzata",
  "fine_del_testo": "fine del testo",
  "rivelazione": "rivelazione",
  "Routa la vista": "Routa la vista",
  "clicca_per_scegliere_punto_alto_basso": "<0>Clicca per scegliere il <br/>punto più alto e più basso<br/>delle curve</0>",
  "interazione": "Interazione",
  "fuga": "fuga",
  "terna": "Terna"
}