{
  "Cartografia dei luoghi terrestri": "Cartografia dei luoghi terrestri",
  "Geoletteratura": "Geoletteratura",
  "Approfondimento": "Approfondimento",
  "paragraph-geoletterature": "<0>La categoria dei luoghi terrestri localizzabili, rielaborata a partire dalla definizione inglese di <1>imported places</1> (Piatti <4>et al.</4> 2009), è l’unica che per caratteristiche intrinseche si presta a una rappresentazione cartografica. Si tratta infatti di ambientazioni localizzabili su una mappa, poiché «the setting corresponds with the geographical reality by realistically portraying the surrounding» (Reuschel-Hurni 2011, 296). Analizzando il tempo della storia (cfr. Genette 1972) dei testi del corpus calviniano che presentano ambientazioni di questo tipo è necessario operare un’ulteriore distinzione in tre tipologie:<6><0>Ambientazioni di testi in cui il tempo della storia è collocato nella contemporaneità, vale a dire nel Novecento.</0><1>Ambientazioni di testi in cui il tempo della storia è collocato nel passato o in un tempo indefinito (ad es. <2>Il visconte dimezzato</2> è ambientato al tempo di Carlo Magno, <4>Le città invisibili</4> nel 1200).</1><2>Ambientazioni di testi in cui presente e passato si fondono in un tempo della storia misto (ad es. nel racconto <2>I cristalli</2> l’ambientazione pre-cosmica e primordiale presenta riferimenti geografici della New York contemporanea).</2></6>Questo approfondimento si propone di mostrare tutte e tre le tipologie di ambientazione, con una particolare predilezione per quelle che intrattengono un rapporto evidente con il Novecento. L’obiettivo primario, infatti, è dimostrare come queste ultime coincidano abbastanza meticolosamente con la geografia biografica di Calvino. Per evidenziare al meglio questo aspetto, si è scelto di far seguire a una prima visione di insieme di tutti i luoghi terrestri localizzabili del corpus quattro differenti mappe che mostrano una selezione degli stessi luoghi sulla base del decennio di pubblicazione delle opere (1945-1955; 1956-1965; 1966-1975; 1976-1984). È allora piuttosto significativo rilevare come, nel passaggio dagli anni Quaranta agli anni Ottanta del Novecento, l’orizzonte geografico dello scrittore si ampli progressivamente, arrivando infine a comprendere tutto il mondo.</0>"
}