{
  "help_panel": {
    "Itinerario dubbio": "Doubt itinerary",
    "Disposizione": "Arrangement",
    "oggetto di dubbio": "Object of doubt",
    "di_cosa_si_tratta": "<0>The <2>dubitative text</2> is a text that continuously goes back on itself to erase and rewrite what it has previously stated. The reader is faced with an unstable text, inside which a number of different possible versions of the story, whose narrator faces constant doubts and great difficulty in telling the tale, are competing and combining.<br/>The visualization shows the <5>dubitative text</5> in Calvino’s works and allows the viewer to investigate how this type of text alters the linearity of narration.</0>",
    "qualche_pista_di_lettura": "<0>The first feature that stands out in the visualization is the exponential growth of the phenomenon from the late 1950s and onward. Furthermore, in the same period in which the presence of the <2>dubitative text</2> becomes more prominent, the same happens to the <5>dubitative text also object of doubt</5>, suggesting that the more the text doubts itself, undermining its own rules, the more the <9>dubitative text</9> itself becomes fragile, the object of ceaseless negation and reformulation.<br/>\n\n<br/>With regard to the internal structure of single novels or short stories, the visualization shows the different configuration of the dubitative process depending on the text. In particular, there are two tendencies in how the levels are structured: a) on the one hand there are works built on short, fragmented chains of hypotheses, which make for a very unstable reading process (e.g., <i>Ti con zero</i>); b) on the other hand there are works which, after collecting a few occurrences of <18>dubitative text</18>, tend to retrace their steps by including a great amount of text in the last <21>object of doubt</21> (e.g., <i>L’inseguimento</i>). In the first case the number of levels grows much higher than in the second.<br/><br/>The two tendencies are more visible in the short stories, but similar strategies in the distribution of the occurrences of dubitative processes are visible in the novels as well (see the <29>In-depth analysis</29>).</0>",
    "testo_gif": "<0>Texts arranged by date of first publication.</0><1>Click to open the column, then scroll down to view the behaviour of the dubitative process.<br/><br/><br/><br/><br/></1>",
    "tipo di fenomeno": "Type of text",
    "dubitativo e oggetto di dubbio": "Dubitative text also object of doubt",
    "come_funziona": "<0>The visualization can be explored in two ways.<br/> The first allows a comprehensive view on the extent of the process over the whole corpus. The columns, representing the text, are arranged in chronological order according to their first publication date on the horizontal axis, and coloured according to the presence of four types of text: <4>dubitative text </4> (where doubt is expressed); <7>text which is an object of doubt</7> (where the text is questioned); <11>dubitative text also object of doubt</11> (where the text expresses a doubt and then is questioned); <15>non-dubitative text</15>  (neutral text).<br/><br/>Every column “opens” when selected to show the amount of characters which have been called into question one or more times during the dubitative process, through a chromatic scale of growing intensity; the information is also rendered in percentage next to the corresponding text type. The number of times a <22>dubitative text</22> or a <25>text object of doubt</25> were questioned determines the <i>Number of levels</i>.<br/><br/>The viewer can use various functions to explore the gathered data according to different criteria (<i>Search by; Type of publication; Number of levels; Chronological filter</i>) or to choose whether their normalised of absolute values are shown (<i>Length</i>). Moreover, the columns can be organized in different orders by choosing one type of text as the arranging parameter.<br/><br/>The second way shows the flow of the dubitative process inside the selected text. In this case it is possible to see the single occurrences of the various types of text, and furthermore, how the <i>levels</i> are created.</0>",
    "non dubitativo": "Non-dubitative",
    "testo dubitativo (td)": "Dubitative text (Td)"
  },
  "Lunghezza": "Length",
  "TIPO DI TESTO": "TYPE OF TEXT",
  "Numero di livelli": "Number of levels",
  "Clicca per riordinare": "Click to reorganise",
  "Tipo di pubblicazione": "Type of publications",
  "LUNGHEZZA NORMALIZZATA (PERCENTUALI)": "NORMALISED LENGTH (PERCENTAGES)",
  "tipi_testo": {
    "Non dubitativo": "Non-dubitative",
    "Oggetto di dubbio": "Object of doubt",
    "Dubitativo": "Dubitative",
    "Dubitativo e oggetto di dubbio": "Dubitative also object of doubt",
    "2 volte": "2 times",
    "3 volte": "3 times",
    "4 volte": "4 times",
    "5 volte": "5 times",
    "6 volte": "6 times",
    "7 volte": "7 times",
    "10 volte": "10 times"
  },
  "Opere ordinate per data di prima pubblicazione, usa il selettore per espanderne una": "Works organised by first publication, use the cursor below to select and widen one",
  "LUNGHEZZA IN CARATTERI (MIGLIAIA)": "TEXT LENGTH IN CHARACTERS (THOUSANDS)",
  "Ripristina ordine di prima pubblicazione": "Restore arrangements by first publication",
  "orderMessages": {
    "definitivo": "Works organised by amount of non-dubitative text, use the cursor below to select and widen one",
    "dubbio": "Works organised by amount of dubitative text, use the cursor below to select and widen one",
    "soggetto": "Works organised by amount of text object of doubt, use the cursor below to select and widen one",
    "misto": "Works organised by amount of dubitative text also object of doubt, use the cursor below to select and widen one",
    "id": "Works organised by first publication, use the cursor below to select and widen one"
  },
  "ANDAMENTO DEL PROCESSO DUBITATIVO NEL TESTO SELEZIONATO": "BEHAVIOUR OF THE DUBITATIVE PROCESS IN THE SELECTED TEXT",
  "Usa la rotellina del mouse per fare zoom": "Scroll up and down to zoom",
  "Inizio del testo": "Beginning of text",
  "CARATTERE": "CHARACTER",
  "Fine del testo": "End of text",
  "Mostra": "Show",
  "Etichette": "Labels"
}