{
  "Il romanzo-saggio che dubita": "The novel-essay that doubts",
  "paragraph-parole": "<0>At the beginning of the second chapter, the narrator reflects on the best way to call the things that will be discussed: the purpose is the realization of an exact, precise form of expression that should never cause a misunderstanding in the reader. The choice falls on «generic terms», considered more suited to this task than specific terms. Indeed, «each of us, according to his own knowledge and experience, attributes» to specific terms «various and even contradictory values», and for this reason «even more precision would be required» (Calvino 1971, 5).</0><1>The opening consideration of the chapter is immediately involved in the dubitative process, starting with the subject of choice. The text (<strong>td7</strong> and <strong>td8</strong>) attempts to justify the choice of using only common words and avoiding proper nouns by promising more precision. However, in obvious contradiction to this statement, the text then breaks this rule of conduct: the «left-wing party» to which the main character is affiliated is revealed right away as the «Communist party», and the anonymous «religious institution» becomes «Turin’s famous “Cottolengo Hospital for Incurables”» (ibid.). This rhetorical device, called apophasis or paralipsis, often cooperates with the dubitative process. Indeed, the act of informing by negating is the one most frequently used by the dubitative text, which advances the narrative through an operation by subtraction: namely, by challenging what was previously said.<br/>Secondly, the dubitative process tackles the matter of interpretation. The text (<strong>td9</strong>) states that the meaning bestowed upon a name is not always stable: it can change according to the individual in question, multiplying its own meanings to the point where the variations are semantically incompatible with one another. If there is no univocal meaning, it is no longer possible to call things with their name without fear of being misunderstood. Here we witness the crisis of the communication abilities of language, another distinctive feature of the dubitative process.<br/>Thirdly, there is the matter of precision. The text (<strong>td10</strong>) provides information that increases the hypothetical reader’s awareness of the functions of Cottolengo hospital. As a consequence of the semantic instability behind words, the only way to ensure correct understanding is that of using «even more precision» (ibid.), with multiple redefinitions of the concept and endless clarifications (Mengaldo 1996, 278). The text in question is part of an aside; here the punctuation mark highlights an information, but it also creates a deviation from the main text.<br/>In conclusion, at the beginning of the second chapter of <16>La giornata d’uno scrutatore</16>, the difficulty of correctly conveying meanings to the reader is emphasised. The meaning of words is unstable, so it is necessary to explain every single term in order to avoid misunderstanding; however, the continuous clarifications make the cognitive effort required of the reader even harder, because the text keeps accumulating digressive reasonings and lateral developments, occasionally enclosed by specific punctuation marks.</1>",
  "paragraph-gli-strati-del-testo": "<0>The final paragraph of this part of the story (Calvino 1971, 7-9) is made up of more than two pages with no full stop: it is a series of entwined, occasionally overlapping considerations. The main topic is the protagonist’s political allegiance. The text grows dense and full of information by examining every aspect concerning its origins and deeper motivations, but then this train of thought is abruptly interrupted as the narrator states that he has «finally understood what wasn’t really so hard to understand» (ibid., 9).<br/>This paragraph is a very good example of how the dubitative process is based on “retracing its own steps”. The text object of doubt associated with <strong>td28</strong> coincides with the beginning of the paragraph and it contains twelve occurrences of dubitative text (from <strong>td16</strong> to<strong> td27</strong>, more than half of the total occurrences in the chapter). The sudden increase in occurrences is not only numeric: we can see a parallel increase in levels. The number of levels is equivalent to the number of times in which the dubitative process insists on the same portion of text. The various occurrences overlap with one another and doubt their own ability to restore meaning to the text. One more example is the passage from the 6th level to the 7th, caused by <strong>td29</strong>: it might seem that the text (<strong>td28</strong>) had managed to stop the chain of doubts once and for all, but there is again something to say, to add, to specify. And, meaningfully, this clarification is in parentheses.<br/>Five of the occurrences “trapped” inside the text object of doubt <strong>td28 </strong>are also in parentheses (<strong>td18</strong>,<strong> td20</strong>,<strong> td21</strong>,<strong> td23</strong>,<strong> td27</strong>), but the amount of punctuation marks in the paragraph is much higher: about 30% of the chapter is written in brackets or as an aside, even when it does not seem necessary from a narrative standpoint. In some cases, the brackets also contain asides, creating a sort of Russian doll structure in the story. The massive concentration of dubitative processes in this specific area is tied to the presence of punctuation marks that create layers in the text.</0>",
  "paragraph-gli-strati-del-testo-2": "<0>At the end of the second chapter of <2>La giornata d’uno scrutatore</2>, the text is developed on different layers that sometimes cooperate and sometimes clash. On the one hand this structure, layered «like the leaves of an artichoke» (ibid., 7), attempts to grant a clearer understanding to the reader, on the other it disorients them. This narrative mechanism is based on the difficult relationship between the search for precision in writing and the unsuccessful act of interpretation. As a result, the only way to talk about the «world’s complexity» (ibid.) seems to be organizing it in layers.<br/>This stratification is created by using parentheses and asides, through a graphic form that introduces a different space, detached from the main discourse. The split in the text is enhanced even more by the dubitative process, which strengthens the stratification effect in a less obvious way.</0>",
  "La giornata d'uno scrutatore": "La giornata d'uno scrutatore",
  "numero-di-occorrenze": "<0>Occurrences of dubitative text in <3>La giornata d'uno scrutatore</3>, arranged by chapter</0>",
  "paragraph-la-giornata": "<0>Among Calvino’s novels, <0>La giornata d’uno scrutatore</0> presents one of the highest percentages of what we named “dubitative text”: 35% of the whole text. It is not surprising when we consider the deeply hybrid nature of this 1963 book, «a sort of novel-essay, suspended between testimony, reflection on the ethical foundation of living in a society, and moral self-portrait» (Barenghi 2009, 56).<br/>In a 1963 interview, Calvino defined it as «a book of question marks» (<i>RR</i>, II, 1311). However, the question mark, although a very important symbol, is not the only characterizing feature of the novel: <7>La giornata d’uno scrutatore</7> is also a book of parentheses and asides. These marks interrupt the linear continuity of the story, creating independent writing spaces that break up the main text and insert a second text in it. The goal of this analysis is to show the distribution of these marks and the way they cooperate with the dubitative process, amplifying its effects.<br/><10>La giornata d’uno scrutatore</10> describes the experience of Amerigo Ormea, militant and intellectual, as a poll-watcher during the elections of 8 June 1953, held in an institution for mentally and physically disabled people, turned into a polling station.<br/>The book is divided into 15 chapters and presents 214 occurrences of dubitative text, unevenly distributed throughout the story. One of the highest concentrations, 23 occurrences, is in the second chapter. We chose to focus on the beginning and the end of the chapter, separately analysing the two portions of text.</0>",
  "Parole_scegliere_interpretare_precisare": "Words: choosing, interpreting, specifying",
  "Gli strati del testo": "The layers of the text"
}