{
  "Per un'estetica elencatoria": "For a listing aesthetic",
  "paragraph-picchi": "<0>These are years in which Calvino published very few works: <1>Angoscia in caserma</1> in 1945, <4>Il reggimento smarrito</4> and <7>L’avventura di una bagnante</7> in 1951, <10>La strada di San Giovanni</10> in 1962, <13>Ti con zero</13> in 1966, <15>Il nome, il naso</15> and <18>Le città invisibili</18> in 1972. All these texts were written in the same year as they were published, with the exception of <21>La strada</21> and <24>Le città</24>, began respectively in 1960 and in 1970, in periods of fewer publications. The result seems to suggest a correlation between the smaller number of published texts and a much more pronounced use of lists, as if the width-wise expansion through lists in the writing were tied to the reduction in variety of the written story.</0>",
  "paragraph-picco-1945": "<0>In western literary tradition, the use of lists is the rhetorical process that opposes the adventure. With their presence, lists «hinder, slow or delay the account of events» and they «question the very possibility of a hierarchical organisation of the events in a life in a unified form» (Inglese 2012, 80). Therefore, it is very interesting to note that the highest peak in the graph is that of 1945, when only one story was published by Calvino: <2>Angoscia in caserma</2>. The text presents the reflections of a partisan that, while in prison, is caught by the «symbol sickness» (<4>RR</4>, I, 237). That is, he is obsessed by the idea of seeing obscure prophetic signals in every single detail of his surroundings. These details are isolated from the context and filled with an excess of meaning, resulting in the erasure of their first-degree interpretation, and in their becoming unrecognisable. The general effect is that of a reality disaggregated into tiny monads, impossible to put back together into an organic frame, which consequently hinders the character’s ability to take action and create a sequence of events.</0>",
  "paragraph-parole": "<0>Among the diachronic variations affecting the proportions between the different list types used by Calvino, a particularly high presence of single <2>word</2> lists stands out in 1965. In the range of the rhetorical device of enumeration, this mode perfectly corresponds to the element of <4>accumulatio</4>; it erodes all syntactic complexity, reducing the elements of the series to basic grammatical units, and as such it brings the ultimate effect of fragmentation and chaos on the page. In western literary history, this particular type of list undergoes a complete inversion of meaning from the 16th century onward, when the medieval symbolic forms start to turn into the aesthetics of modernity: accumulation used to be a homage to the divine structure of the universe (God owns the catalogue of the universe and the first privilege he grants to Adam is, not randomly, that of naming the animals of Eden), but then it became the configuration of a world abandoned by divine order, where «things become autonomous and begin to crowd around men, mingling with creatures, with men themselves, their utensils, ideas, feelings and even words» (Spitzer 1991, 123). This transition causes the opposite tendency, typical for example of the Baroque, where «the more things - and words - tend towards emancipation, the more coercive forces will gather to bring them back to their natural state» (ibid., 109). It is then interesting to note that 1965 is the year that Calvino devoted entirely to building the galaxy of the “cosmicomic stories” (he wrote 8 out of the 12 texts of the book <7>Le Cosmicomiche</7>, published that same year, and 3 texts that would then be published in the “sister” collection <10>La memoria del mondo</10> in 1968); in these texts, a strong conceptual frame, anchored directly to the hard sciences, is used to harness stories which are dominated by dispersive events and centrifugal forces, on the level of both content and form. It is no coincidence that similar increases in the use of this listing mode correspond to two works that share the same approach: <13>Le città invisibili</13> and <15>Palomar</15>.</0>",
  "paragraph-sintagmi-e-proposizioni": "<0>A fact that is transversal to the entire corpus, peculiar for its regularity over more than forty years of production and remarkably different genres and styles, is Calvino’s clear preference for a listing procedure that involves complex elements such as <2>phrases</2>, and even entire <4>clauses</4>. In rhetorical terms, this gesture is the polar opposite to <6>accumulatio</6>, namely <8>distributio</8>: in this enumeration mode, repetition is not limited to the reiteration of a grammatical object, but it can involve very long portions of text whose serial recognizability is tied not only to their syntactic function, but to the semantic field as well.</0>",
  "paragraph-sintagmi-e-preposizioni-2": "<0>This fact is a good representation of ambiguity in Calvino’s poetics: the tendency to increase the horizontal element of the list to the detriment of the vertical element of compositional architecture seems to suggest an attempt to simplify and challenge the classical structure of dramatic narrative (Freytag 1990); the same point where this tendency is at its strongest, also presents the highest research for complexity in the construction of the enumerated units, which in some cases are so long and articulated that they almost make the list impossible to recognise as such. But these lists, those of clauses in particular, are also an important signal of the author’s general aesthetic choices: by erasing the causal links in favour of simple time sequences (in which an event is told by lining up the single moments it consists of, like a film shown one image at a time) they take on a shape similar to that of annals and chronicles, forms traditionally considered opposite to the narrative art for their lack of plot. Thus, these lists contribute to place Calvino in a long tradition of «nonaristotelian» literature (Orr 1991) dating back to Sterne.</0>",
  "I picchi": "The peaks",
  "Parole 1965": "Words 1965",
  "Il picco 1945": "The 1945 peak",
  "Sintagmi e Proposizioni": "Phrases and clauses"
}