{
  "help_panel": {
    "tipi_di_elenco": "List types",
    "misto": "Mixed",
    "parole": "Words",
    "sintagmi": "Phrases",
    "frasi": "Clauses",
    "senza_elenco": "No list",
    "di_cosa_si_tratta": "<p>Why lists? Because Calvino is an author who always makes lists, using them with true mastery and great frequency. Lists represent the degree zero of the “modular” form of his writing that we mean to investigate in this itinerary.</p><1>Every sequence of more than three components has been counted as a list; the lists have then been divided according to the complexity of the syntactic elements in them (when a list contains more than one type of element, it is assigned to a group according to the prevalent type), and highlighted by different colours: lists of <2>words</2> (nouns, adjectives, verbs, adverbs, with or without articles), lists of <5>phrases</5> (complex syntactic units with no complete meaning), lists of <8>clauses</8> (complex syntactic units with complete meaning), <11>mixed</11> lists (sequences in which the elements are mixed and where none prevails over the others).</1>",
    "come_funziona": "<p>First of all, this visualization shows the distribution of the types of list: each circle on the territory is divided into coloured segments of varying length, mirroring the size of the various types of lists in a specific text, depending on the number of characters in each one. A first filter can then be applied to this graphic representation to select one or more types of lists and see their distribution over the whole body of work.</p><1>The <1>Proportion</1> mode allows the viewer to visualize the ratio between the amount of text occupied by the lists, independently of their type, and the length of each work.</1>",
    "qualche_pista_di_lettura": "<0>Overall, the graphic transposition of the data allows the viewer to have an overview on the use of listing structures in Calvino’s writing. The first important information that can be inferred from it is how pervasive this stylistic device is: almost every work has lists in it, and in most cases they amount to more than 5% of the overall length of the texts. This can only underline the author’s propensity towards paradigmatic (elements that are similar to each other) rather than syntagmatic (elements that are different from each other) development of narration. The data also reveal information about Calvino’s preferences and the changes they undergo through time and genres. For example, the predominance of lists of complex structures (phrases or sentences), and the tendency to always mix the types, which reveals a precise artistic awareness and the search for a balanced use of this form of verbal accumulation (see the <2>In-depth analysis</2>).<br/><br/><br/></0>"
  },
  "footer": {
    "Misto": "Mixed",
    "Proposizioni": "Clauses",
    "tipo_di_elenco": "List types",
    "Parole": "Words",
    "Sintagmi": "Phrases"
  }
}