{
  "il_dubbio": "<0>Doubt</0><p>The itinerary that focuses on doubt will attempt to analyze a phenomenon that spreads through Calvino’s works, in particular those from the 1960s onward. Tormented by a fundamental doubt about words being truly able to say the right things, the text continuously goes back in order to erase and rewrite itself, and in this process of hesitation, negation and reformulation, it finds a paradoxical but powerful narrative push. The writing gets lost into doubt and at the same time it saves itself, having invented a way in which it will never end. In the dubitative text, at some point the fog descends, obscuring everything: on the one side we have the deep fear of losing our way, on the other that of not being able to see. In the middle, we should recognize the proximity that literature holds with death, as it walks the edge of its own empty reverse, contemplating the erasure of everything it can say, before it is even said.</p>",
  "lo_spazio": "<0>Space</0><p>The itinerary revolving around space will attempt to analyze the ways in which Calvino used space to talk about reality and, at the same time, to negate it: a moment after having been named, reality has already transformed into something else. Words attempt to capture things and concepts, affixing them to a precise point in space, but they get lost in an endless chase. In Calvino’s works, space appears to be more important than time. This spatial predominance also seems connected to the “visual” one typical of his writing style. In treading this itinerary, which will take us directly into the heart of Calvino’s idea of literature, we aim to better understand how much truth there is to these notions and what form they take over the years. Indeed, whether he is reminiscing about his life in Liguria or transporting us into cosmic abstraction, Calvino always shows us that literature is the most sophisticated instrument humanity has at its disposal to question the complex and essential relationship between reality and fiction.</p>",
  "la_forma": "<0>Form</0><p>The itinerary that focuses on form will attempt to study the ways in which Calvino’s writing tries to give form to reality. If there is a battle of all battles that literature has a duty to fight, like a noble paladin in Charlemagne’s army, for Calvino it is the battle against formlessness, that besieges and threatens us from all sides. Winning against it might be impossible, but we must keep trying. How? For example, by deploying words in long lines and lists that can rein the overflowing chaos in; or, on the contrary, that can reproduce chaos in an attempt to control it. Or by building elaborate structures made of linked, serial stories. In Calvino’s eyes, combination seems to be the weapon that can save us from the approaching magma. In search of a plot that in the twentieth century has been shelved and forgotten for a long time, over the course of his literary career Calvino experiments with the most diverse narrative forms. Even though they might only have been the same obsessive, elementary plot in various disguises.\n</p>",
  "i_tre_itinerari": "<0>The three itineraries</0><1>The three itineraries are independent of one another, although deeply connected. First of all, there is doubt, elevated by Calvino as an essential instrument of knowledge and narration. Then there is space, which grounds the writing to reality and, at the same time, throws it into abstraction. Lastly, the main torment: that of the form the work must take. What plot can best draw the readers into the text? Doubt creates the space of the story, while its plot is built and taken apart under our very eyes, like Penelope’s web.</1>"
}