{
  "L’effetto-nebbia": "The fog-effect",
  "Concreto e astratto": "Concrete and abstract",
  "La nebbia che non c’è": "The fog that is not there",
  "Ostacoli visivi": "Visual obstacles",
  "paragraph_concreto_e_astratto": "<0> This diagram shows the two phenomena of <2>fog</2> and <5>erasure</5>, arranged chronologically with no relation to the single texts. The bump chart waves show how the phenomena were used by the author during his forty-year long career, allowing us to see their respective evolution.<br/>Furthermore, the occurrences are divided according to their category in the data collection, either <12>abstract</12> or <15>concrete</15>.<br/>Here, concrete defines a physical presence of the element in the narration: e.g., «there was a slight fog toward the sea and the air was damp» (<19>Pranzo con un pastore</19>, 1948, in <22>RR</22>, I, 211); «Instead, he only drags a finger through it and watches the damp mark, like the trail left by a ship, and then he erases it with his sweater, rubbing his elbow on it» (<24>La notte dei numeri</24>, 1958, in <26>RR</26>, II, 1058). Conversely, <28>abstract</28> defines a “non-physical” presence of the element in the narration: e.g., «a brown shadow rises from the depths and as in a fog of memory it just barely shows the scattered limbs of the goose» (<30>Un chilo e mezzo di grasso d’oca</30>, 1976, in <32>RR</32>, II, 930); «she lowered her eyelashes and he felt as though he was being erased» (<34>L’avventura di uno sciatore</34>, 1959, in  <37>RR</37>, II, 1175).</0>",
  "paragraph_nebbia_che_non_ce": "<0>By comparing the beginning <2>(a)</2> and end <5>(b)</5> of Calvino’s literary career, we can discover a significant detail in the way the writer used these two phenomena over time. The comparison shows a progressive inversion of the proportions between the two: fog has a strong presence over the narrative production of the first twenty years, but gradually decreases, giving ground to erasure. In spite of this, the generally perceived impression is the opposite, namely that Calvino’s later works are those most immersed in fog. Erasure represents, in a way, the effect of the presence of fog; however, starting from the 1960s, the insertion in the text of a physical phenomenon to justify the disappearance of the narrative universe seems not to be needed anymore. Erasure is transformed into a force that transcends the natural phenomenon: the narrative universe unravels before the reader’s eyes with no apparent cause. The comparison makes it possible to verify the tendency in Calvino’s text to move over time towards increasingly incorporeal dimensions. Probably, when we have the impression of seeing fog in Calvino’s later works, it is not the proper atmospheric element, but a form of simulation of the consequences of what would at one point have been represented as fog: a way in which the text mimics its effects.\n</0>",
  "paragraph_ostacoli_visivi": "<0>In the early 1960s, before creating a new cosmicomic character, Qwfwq, Calvino completed the long journey that, over the course of the 1950s, involved the character of Marcovaldo. In 1963 the final short stories in the Marcovaldo series are published. Among them is <1>La fermata sbagliata</1>: Marcovaldo goes to the movie theatre and when he exits the last show, he finds the city covered in fog; unable to find any landmarks to orientate himself, he gets off the tram and gets lost. In the following year, 1964, a cosmicomic short story titled <4>Un segno nello spazio</4>:is published in the periodical «il Caffé»: after much hesitation, Qwfwq finally decides to leave a personal mark on the universe, a symbol of himself but also a reference point in the endless space he inhabits. After merely one orbital cycle through the Galaxy, he learns that someone has erased and rewritten his mark, clumsily imitating his gesture. So begins a chain of mutual erasures destined to cover the entire universe in unreadable marks.\nBoth stories show a visual obstacle, but if the first case presents a “subtraction” to which the character is subjected, in the second we face a form of voluntary “elimination” that takes on the role of creation engine. It is a clear moment of transition: the publishing of <6>Marcovaldo</6> has the function of «permanently closing a phase of [Calvino’s] life and announcing a new one», permanently leaving behind the «political commitment of the 1950s» (Scarpa 2005, 29); conversely, the cosmicomic story is «a literary genre with which he reinvents himself as a writer» (ibid., 32). The progressive rise and descent of the waves in the visualization reflects this change of course: indeed, we discover that the passage from concrete to abstract takes place in the visualized interval. From this moment onward, erasure will prevail over the fog.</0>"
}