{
  "testo_nebbia": "<p>At first, there is fog. A thick fog inside which the territory is erased, and its meaning is lost to us. The fog is one of the main phenomena of Calvino’s writing, and as such it was chosen as a starting point.</p>",
  "testo_luoghi": "<p>Locations are the unsteady but essential handhold that connects the visible to the invisible, the tangible to the intangible. There is nothing better than trying to see them all together to get to the heart of what representing reality really means.</p>",
  "testo_combinare": "<p>To combine means to doubt the linearity of narration, to the point where, most of the time, the same basic plot, based on seriality and concatenation, is being rewritten.</p>",
  "il_problema": "<0><0>The problem</0><1>In the third stage we will try to chase the shadow of the problems behind phenomena and processes. The fear of erasure, which hides the fear of blindness and the unreadability of the text. The great simulacrum of realism. And lastly, the torturous issue of how to build a plot.</1></0>",
  "testo_cancellazione": "<p>Writing is a way to oppose the emptiness of the page, but also to embrace that same emptiness inside the writing itself, which in Calvino’s works is always fighting a losing battle against the tendency towards the text’s erasure and the disappearance of its meaning.</p>",
  "testo_realismo": "<p>After moving across the spaces of Calvino’s body of work, the problem of the representation of reality remains the same: after the endless transformations we have witnessed, how can we recognize truth from falsehood?</p>",
  "testo_trama": "<p>Without plot there is no narration. But narratives can have very complex relationships with plots, of which Calvino’s writing is a prime example.</p>",
  "testo_elenchi": "<p>Calvino has always been a frenzied list-maker. Lists can work as a mark of realism or, on the contrary, as an escape into abstraction. They can show some things, but if they grow too much in intensity, slipping into delirious list-making, they will show nothing at all.</p>",
  "il_processo": "<0><0>The process</0><1>The second stage deals with processes rather than phenomena, so we move from precise objects of study towards a few actions, that we try to encapsulate into three verbs. Behind the phenomenon of fog, we will look for a way to understand the process of doubting, behind space that of transforming, behind lists that of combining.</1></0>",
  "testo_trasformare": "<p>To transform means to rely on one of the main processes in Calvino’s writing: that of metamorphosis. Is not Venice always hiding behind all the places visited by Marco Polo?</p>",
  "il_fenomeno": "<0><0>The Phenomenon</0><1>For the first stage, that of phenomenon, we decided to draw a common territory that we can explore through the three itineraries.<br/>The territory is composed of Calvino’s entire corpus, which we attempt to unify in a visual form, in order to better understand it.</1><2><0>EXPLORE THE CORPUS</0></2></0>",
  "testo_dubitare": "<p>To doubt means to create a text that refuses to always remain itself. It means to invite the reader inside a writing similar to a minefield, threatening to explode with every step.</p>"
}