{
  "text": "<0>Project</0>\n<p>Today, Italo Calvino would be almost one hundred years old. Challenged by the profound changes that literature, the press, media and research are facing, he would not have locked himself in to defend the besieged fortress of human studies. He would have gone out to see.</p>\n<p>Literature, as Calvino thought about it, performed it and moulded it between the 1940's and the 1980’s, had one main purpose: to keep the mind open. To make it flexible enough, not to understand all the complexity of the world, but at least to measure it. And furthermore, to draw a few conclusions from it, the first of which would be our need for stories so that our mind can reproduce more than only itself and, through narration, can transform itself in a great workshop of possibilities, open to the future through the many ways it contributes to the construction of the past.</p>\n<3>The project <2>Atlante Calvino: literature and visualization</2> funded by the Swiss National Science Foundation, invested in literary criticism as an intellectual exercise of open-mindedness and experimentation. The project lasted three years (2017-2020) and connected a literary team from the <4>Italian section</4> of the University of Geneva to the <8>DensityDesign Research Lab</8> of the Politecnico di Milano, specialized in projects of Digital Humanities and Data Visualization. Arnoldo Mondadori Editore, the publishing house owner of the author’s rights for the entire literary production of Italo Calvino, is also involved.</3>\n<p>The two souls of the project, the literary one and that of information design, had to blend in order to find new, effective solutions to the exemplary case of Italo Calvino’s works. The primary purpose of this research is the opportunity to create a connection between a literary object and the analysis of complex systems through visualization. Italo Calvino was born in Santiago de Las Vegas in 1923 and died in Siena in 1985. He is one of the most well-known and studied authors in contemporary Italian literature. The international stature of his reputation, the endless critical bibliography of his works, and the experimental variety of his writing make him a perfect model for a research project based on the scientific contribution that data visualization can offer to literary studies.</p>\n<p>The result of this research project is this web platform: it allows viewers to explore the writer’s narrative works from a new standpoint: a number of visual elaborations referring to questions posed about Calvino’s works. The union between one of the fundamental authors of 20th century literature and an innovative methodology of study aims to offer a valid example of research in the field of Digital Humanities 2.0, so that it can contribute to the current need for the renovation of literary studies. The scientific value of the project, together with its educational, aesthetic and communication qualities, will offer a new “visual narration” of the author.</p>"
}