{
  "Leggere fra le trame": "Reading between the plots",
  "Un romanzo d’avventura": "An adventure novel",
  "paragraph-modi-di-leggere": "<0>In 1979, when <2>Se una notte d’inverno un viaggiatore</2> came out, it marked the new peak of Calvino’s formal experimentation: it was the work that most strongly displayed the intent to legitimate the dynamic of combination as a creative process, taking it beyond the mere structural mosaic of <5>Città invisibili</5> (1972) and <8>Castello dei destini incrociati </8>(1973) and integrating it into a paradoxically compact narrative organism that expands to the point of becoming the main form of modern literature: the novel. However, this text does not only occupy a prominent position in the author’s individual journey, but also in the general theoretical and literary landscape of the decade it was written in: indeed, even though preceded by numerous experiments, the novel is in many ways a product of the cultural identity of the 1970s; its making, to which Calvino dedicates himself with rare exclusivity, as witnessed by the scarcity of other publications, encapsulated many recognisable fragments of the time’s critical debate, like fossilized layers.<br/>Calvino began writing the novel in 1977, but he actually built it around the core of a «mechanism» whose first appearance was in 1975, when he evoked the «<15>incipits</15> of countless novels» in the conclusion of <17>La squadratura</17>, a text he later credited as «the book’s generative core» (Falcetto 1991, 1381-1382). As such, <20>Se una notte d’inverno un viaggiatore</20> was born during a period in which Calvino’s relations with the European theoretical and literary landscape were rapidly increasing, and it was heavily affected by these influences, especially by the stylistic exercises of French group Oulipo and, maybe more importantly, by the studies of the Constance School. Since 1967, with the publication of an essay by Hans Robert Jauss on the history of literature as a provocation, which came out in Italy in 1969, the European critical debate started to discuss the problem of what would be named «aesthetic of reception» (Jauss 1969; 1988), based off another essay by Jauss: it was an approach to the problems of aesthetics that changed the priorities on which the tradition of critique had been based until then; in particular it demystified the author as a sacred figure and, in parallel, it worked on rehabilitating the reader as an active participant, and even as the main agent in literary communication. Over the course of the 1970s, just before Calvino started writing his last novel, this vision also received the essential contribution of Wolfgang Iser, whose essays, dedicated to the concept of «implied reader» and the systematic analysis of the dynamics involved in the «act of reading» (Iser 1974; 1976), reinforce the general interest of theorists for the delayed interaction between author and public; in Italy this interest takes the shape, among others, of Umberto Eco’s studies from the second half of the 1970s, collected in 1979 (a meaningful chronological coincidence) in the volume <25>Lector in fabula</25> (Eco 1979), which is in many ways a “sister work” to <28>Se una notte d’inverno un viaggiatore</28>.<br/>The impact of this theoretical season on Calvino’s last great narrative effort is extremely evident: from the very incipit, Calvino gives us a “Reader’s novel”, in which the subterranean dynamics of the aesthetic of reception are dug out and brought to the light in an almost exaggerated form. As a result, on the one hand we have the resounding narrating voice that never explicitly presents itself as the author’s voice, but is clearly constructed to give form to the hypotheses that the writer inevitably makes in advance on his public's reactions; on the other we have a main character defined by nothing but his being a Reader of literary works: the lack of connotation almost makes him the personification of the abstract concept, halfway between theoretical-literary and editorial-commercial, of the «common reader», seen as someone that, unlike critics and scholars, «reads for his own pleasure rather than to impart knowledge or correct the opinion of others», and answers only to the «instinct to create for himself, out of whatever odds and ends he can come by, some kind of whole» (Woolf 2017, ch. 1). The subversion of the author-writer-reader dynamics is not limited, however, to this particularly evident superficial element. There is a deeper level of composition where metaliterary reflection becomes a real vivisection of the mechanisms of creation and fruition: the plot.</0>",
  "paragraph-perche-la-trama": "<0>Why the plot? Undermining the author, undermining the reader</0><1>In his essay <1>Lector in fabula</1> Eco analyses the manner of «interpretative cooperation» of the reader. He notes that, after an initial passage in which the reader recognises the basic elements of a story and compares them to a mental narrative encyclopaedia compiled through the practice of reading, the real pivotal moment in the text-reader dynamic is reached when these basic elements are connected to form a <3>fabula</3>, namely that supporting structure, defined by formalist studies in the early 20th century, that works as a sort of plot endoskeleton. The role of the plot as the engine behind the exchange of meaning between writer and public is not a modern concept, on the contrary, it dates back to the very origins of western literature and is rooted in Aristotle’s <5>Poetics</5> which contains instructions on the correct way to construct stories that can be found, mostly unchanged, through all the following twenty-three centuries of history of storytelling. Indeed, the recommendation to «epic» authors (those who write narrative texts) is to build their texts based on the model of classical tragedy: they should represent a single event that goes from a balanced situation in the beginning to a structured succession of disturbances and changes that unfold through rigid rules of causality, involving characters with fixed features that determine their every action, and ending with a renewed balance in the situation through the defeat of all difficulties or the cathartic elimination of all desire. This apparently simple framework is actually the aesthetics “translation” of Aristotle’s whole ontology (Tortonese 2013) and it presents the writer as a figure almost similar to an oracle or a priest: indeed, Aristotle thought that the creation of a plot required the ability to create order from the chaos of daily experiences, identifying in them a causality that is invisible to common people and that can reveal the truth of the universe. For this reason, the author of stories is a special individual, charged with a poetic mission that holds the same dignity as philosophy and religion. However, over the centuries the Aristotelian rule became disengaged from these complex conceptual implications, and it gradually crystalised in a writing rule, enabling the mechanism on which Jauss, Iser and Eco focused: indeed, as a fixed form with recurring steps, the plot eventually became a sort of universal code of all stories, a neutral base on which the reader trains their ability to recognise the story’s dispositives and to expect precise combinations of facts, characters and consequences, whose interpretation is pre-arranged and leaves no space to ambiguity or doubt.<br/>Therefore, it becomes clear how relevant it is that Calvino wrote a novel that explicitly discusses the author-text-reader relationship, but chose to have its plot explode and implode, substituting the traditional Aristotelian story arc with an irregular sequence of false starts and arrested developments that instead of unravelling in a linear, fluid way, proceeds in a series of ellipses, dislocations and relocations.</1>",
  "paragraph-distruggere-la-trama": "<0>So Calvino’s way to achieve, on a form level, the undermining of the author typical of the aesthetics of reception, is the destruction of the traditional plot: in his novel, not only the main plotline, the one about the Reader, is continuously interrupted and dismantled, but the same thing methodically happens to all the plots of all ten books that the Reader attempts to read: books that are stolen, manumitted, butchered, disintegrated with a persistence and a variety of solutions bordering on sadism. The skeleton of a full plot is dismantled, and the same happens to the exclusive power of reorganising experiences and unveiling the deepest cosmical rules that a thousand-year-old tradition associated with the figure of the author, and whose traces were still a vivid presence in the automatic memory of “average readers”, despite the deep changes that the literary models underwent from the nineteenth century onward. But Calvino’s deconstruction goes beyond the back-and-forth between the incomplete stories of the inner novels and the fragmented story of his meta-novel, doubling the stakes with the insertion of two moments of absolute refolding of the story on itself: Ermes Marana’s letters and Silas Flannery’s diary. These two long digressions are introduced by a variation on the narrative device of the rediscovered manuscript, not surprisingly one of the most traditional strategies in the novel genre and used to pay homage to the most conventional of Italian authors, Alessandro Manzoni. In them, we see in action two further attempts to unsettle the writer’s authority, enacted directly by two characters who are writers themselves. On the one hand we have compulsive forger Marana, who refuses up-front the concept of «author’s authority» (Barenghi 1992) and dreams of a world of literary apocrypha, where the authorial principle has been irreversibly compromised; on the other we have the prototype of exemplary writer, Flannery, stuck in a moment of crisis that concerns his writing and, consequently, his very existence: in an attempt to remedy his lack of creativity and inspiration, he experiments with random ideas and ends up thinking of writing a novel about two novel writers who fail in their creative mission and renounce their inspiration, ending up imitating each other in a kaleidoscope of negations that completely pulverise the sacred figure of the author.<br/>Nevertheless, beside the complete sabotage of the author, it is also important to note that «Calvino does not strip the writer of authority simply give that authority to the reader [...] substituting one metaphysical ideal for another», but he showcases a number of different and conflictual approaches to reading, willingly exaggerating them «to expose faulty assumptions on both authorship and, perhaps more importantly, about readership» (Sorapure 1985, 705). And here not only the Other Reader, but also all the other characters, more or less readers, come into play to express their vision on the narrative experience, challenging and putting into perspective the protagonist’s vision, which we might be tempted to consider the only valid one. By making the Reader face notions of books and reading that differ from his own and, more importantly, are much stronger, more definite and more self-aware, each in its own way, than his own, Calvino ruthlessly exposes the fundamental emptiness of his protagonist as an “average reader”, undermining the impulse we would feel to identify with him. It is another way in which the construction of the plot reveals Calvino’s message: the continuous, frustrating interruption of the story is all the more meaningful because it highlights its hero’s naivety, in particular his claim to read stories only “to find out how they end”, a symptom of his impulse «to search for a way to give sense to his life in the works he reads» (Todorov 2008, 6). The Reader’s fundamental mistake, which reflects the equally unfounded claim of traditional authors, is that of regarding the plot as alchemy or as a magic trick, the meaning of which only activates upon reaching the end, a mechanism that can cast a light on the real meaning of reality and reward those who follow it with the revelation of some secret on how to organise their chaotic experience, but only provided that they follow it until the end (Kermode 1972). But since the Reader is concentrated on the ending, it is clear how all the interruptions that prevent him from proceeding in the stories and closing the open plot arcs are the worst possible sabotage of his desires, much more than they are to the Other Reader, because she demonstrates a more immediate and organic approach to the reading experience, without the obsessive goal of the conclusion.<br/>But what is this plot-pestered Reader’s plot about?</0>",
  "romanzo-d-avventura": "<0>If we cut away the novels embedded in the frame-story of the Reader and we stitch together only the parts about him, we notice right away the recurring themes in the development of this plot, elements that stand out for their frequency and end up outlining something unexpected.</0>",
  "paragraph-schema-della-trama": "<0>It is immediately clear that the main facts in the Reader’s story tend to follow a few preferential motifs. Here, like in many other works by Calvino, encounters play a particular role, following two complementary, extremely meaningful dynamics. On the one hand we have 8 male encounters which involve 7 interlocutors and follow a strictly sequential logic: the secondary characters appear only once in the story, acting, in a way, like personifications of the sequence of obstacles that the hero faces and overcomes. The one exception is the hero’s polar opposite, the non-reader Irnerio, the only character in the whole story completely removed from the act of reading and, for this reason, somewhat set apart from the main events; this position justifies the fact that he appears twice by giving him the role of someone who, as an outside observer, can provide missing information. On the other hand, we have 8 female encounters which, instead, only involve two recurring characters, Ludmilla and Lotaria, further connected by a certain identity confluence: the common name initial, their being sisters, the personal involvement they both have with the Reader, but also with his opposites Marana and Flannery. The geometry of feelings is just as interesting, as it lacks the more nuanced states of suspension and reflection, while highlighting the emotional extremes of positive tension (illusion/hope) and negative tension (anguish/disappointment and confusion/doubt), which alternate with relative regularity. Also tied to emotional manifestations is the recurring presence of moments in which the main character, spurred to abandon his natural state of indecision by the endless external interferences and by the sentimental incentive of his interactions with Ludmilla, takes it upon himself to plan an action. Despite multiple failures, it is a proof of agency that repeats itself 13 times. However, even more interesting is how frequent the theme of spatial movement is: there are 21 occurrences of motifs tied to movement, and they highlight an aspect of the Reader’s story easily overlooked at first glance. His is, in fact, the story of an actual journey. This fact gains a particular meaning if we think that Iser himself, in his essays, tied the reader to the metaphor of the traveller meant as a figure that walks a path through the stages of a plot, and on this journey the reader’s feelings are subjected to a continuous fluctuation between frustration and satisfaction of his narrative desire (Iser 1976, 50-54). Lastly, we have to consider the most obvious recurring element in the Reader’s plot: the metaliterary interruption of the narrator’s constant comments, which is mostly (and not randomly) encased in the «beginning and ending» parts of the text, to quote Calvino himself (Calvino 1995a, 734-753), meaning those liminal areas at the book’s borders and around the incipits of the chapters and inner novels. This is the very last clue we needed to see, between the lines of <4>Se una notte d’inverno un viaggiatore</4>, the shadow of a very specific, and possibly very unexpected, genre: the adventure novel. The successive male encounters-obstacles, the chase of a woman as a recurring object of desire, the extreme fluctuation of feelings that paves the way for growing tension and empathy towards the protagonist, the disorganised but genuine drive towards initiative that propels forward the unbalanced situation and gives reason to the continuation of the adventure, the metanarrative commentary on the thresholds: when we analyse its tension lines, the Reader’s plot reveals an almost perfect overlap with the typical plot of eighteenth-century adventure novels and, in particular, with the plot of Henry Fielding’s <6>Tom Jones</6>, which is possibly the best example of this genre in modern literature.\nTo sum up: Calvino is an author that ever since the 1950s had been ironically challenging the value of the adventure genre by using the title <11>adventure</11> for his short stories of small, daily life experiences that would be collected in the volume <13>Gli amori difficili</13>). However, if we take his metaliterary novel par excellence <9>Se una notte d’inverno un viaggiatore</9> and we read the Reader’s plot leaving out the interruptions of the other books, we discover that its hidden structure is actually the skeleton of the “ingenuous” novel plot by definition, recovered as a whole from the <16>romance</16> or <18>roman d’aventure</18> (Rivière 1913) with which the 20th century had tried to settle the score: the novel based on adventure and movement, rooted in the great western genealogy that begins with Homer’s poems and Heliodorus’<20>Aethiopica</20> continues with the Arthurian authors, Ariosto, and the adventurer-reader (him, too, a problematic reader) <23>Don Chisciotte</23>, and arrives to the extraordinary narratives of modern novels, from Jonathan Swift’s <25>Gulliver Travels</25> onward.</0>",
  "paragraph-esperienze-vicarie": "<0>However, if we take away all the inner novels to observe only the clean line of the Reader’s plot, paradoxically we also lose a meaningful part of narrative that concerns the Reader himself: indeed, the relationship between his story and the events in the novels he reads is not only that of a mutual interruption, but also of mutual integration and, more precisely, of <1>projection</1>: all the various protagonists reveal themselves, one way or the other, as slightly varied doubles and other selves of the main character, embodying parts of his identity and exploring virtually his character’s potential. From the very first incipit introduced in the Reader’s plot, Calvino outlines a complex dynamic in which correspondences and reversals alternate in a way that is somehow reminiscent of the “episodes” of chivalric poems, which were often composed by “mosaics” of independent stories or legends revolving around various characters of literary imagination, reassembled in a single text by substituting those characters with one hero. This prototype was very clear in Calvino’s mental library, where Arthurian tradition and, in particular, the current born around Ariosto’s works had a central place, as is revealed by the lexical and conceptual contiguity that ties the «pleasure of the sheer proliferation of stories» (Du Plessix Gray 1981) of<4>Se una notte d’inverno un viaggiatore</4>, to the method used by Ariosto to «make episodes proliferate from other episodes, creating new symmetries and new contrasts» (Calvino 1995b, 759), described by Calvino himself in an essay written in the same period as the novel (1975).</0>",
  "paragraph-dove-siamo": "<0>The interaction between the novels’ incipits and the story of the Reader, and their role of organic completion of the narrative frame in particular, is already outlined in the very first novel, in which a protagonist with still vague features meets a woman he immediately feels attracted to, while being sent on a mysterious and unexpected mission. It is a faithful foreshadowing of what is about to happen to the Reader who, surprised by the binding mistake in his book, goes back to the bookstore, meets Ludmilla for the first time and begins his adventure. But the complex relationship between the stories and the narrative frame becomes even clearer in the second incipit, where the initial motif of the attraction to a woman is complicated by a new element, the male rival, or more precisely a male character that the protagonist quickly transforms into an imaginary love rival. Again, this is exactly what is going to happen to the Reader: after the second interrupted novel, Ludmilla will send him to the obscure Department of Bothno-Ugaric Languages and Literatures of the University, where he will meet Irnerio, who in just a few pages will take, in his mind, the role of rival («thinking of Ludmilla, who came here, who hid here, <1>perhaps with Irnerio</1>»; Calvino 1981, 52, emphasis added). However, here we also notice the first of many variations that Calvino inserts in the mirroring mechanism to alter the direct correspondence between the narrated stories and the Reader’s adventures: the first incipit shows a perfect parallelism with the frame because in both cases the encounter with a woman is followed by a moment of romantic exaltation and the desire to develop a relationship with her, but the second one establishes a precedent that is then overturned in the frame, opening a gap between the novel character, who jumps on his adversary and starts a violent fight at the first glimmer of jealousy, and the Reader who, faced with the same potential feelings, falls into a state of anxiety and stillness instead, letting his rival leave with a feeling of almost preventive defeat. So, the incipits work as a vicarious experience to both the protagonist and the real reader; the careful calibration of the tension between repetitions and reversals, which becomes more complex the further we read, is in a way the true engine behind <6>Se una notte d’inverno un viaggiatore</6>, It is also the strategy that allows Calvino to almost completely erase from actual representation the direct psychological construction of his “hero” (and, in part, that of the co-protagonist as well) and instead distribute the definition of his psychology and personality between the various inner novels, which work as laboratories and forges to build the identity and possible behaviours that the Reader then pours into his own life. And this is only possible because the Reader is a character with blurred outlines and uncertain action patterns, showing the typical symptoms of characters in a state of mimetic anxiety: his very nature of reader, someone whose first identity feature is that of reading, of immersing himself in written stories, is what makes him inclined to look at his real-life experiences through the filter of the represented experiences he just read. In them, he obsessively looks for models of behaviour to imitate and, in general, for some kind of «consolation for his disordered, uncontrollable existence» (Sorapure 1985, 702).</0>",
  "paragraph-oltre-la-proiezione": "<0>Beyond projection: literature as the unconscious</0><1>In <2>Se una notte d’inverno un viaggiatore</2>, there are certain points where the model of transfer between the incipits and the frame reaches peaks of extreme complexity. A particularly important one is undoubtedly found in the interactions with the Other Reader, who is subjected to the same process of identity osmosis as the Reader: a condition of displacement, almost of transfer, that crosses the ontological barriers between reality (the intradiegetic reality, of course) and fiction, with the result that, just like all the male protagonists are alternative or potential versions of the reader, so all the female co-protagonists elevated to object of desire, are projections of Ludmilla. After all, in the second chapter we are already informed of the dynamic that activates when other characters talk about the woman: and so when she is, technically, “being narrated”, the Reader’s ability to separate his reality from that of the incipits falls apart, the two levels become confused and these references «create about the Other Reader an apprehensive curiosity not unlike that which binds you to Zwida Ozkart, in the novel whose continuation you are hunting for, and also to Madame Marne in the novel you had begun to read the day before» (Calvino 1981, 50). So, the way in which Calvino takes his protagonist towards the longed-for conquest of the Other Reader is particularly revealing.</1>",
  "paragraph-dove-siamo-2": "<0>Once again, the novels act as an exponential shortcut: the Reader, projected in the adventures of the novel’s characters, experiences interactions with the woman-lover that range from complicity to conflict, and also integrate the presence of a third person as the rival, a clear projection of both Irnerio and the mysterious Ermes Marana, on which interesting elements tied to the theme of death intersect. This is how the first half of the novel prepares the approach between the two protagonists, creating a <1>crescendo</1> of erotic tension, strictly confined to the incipits until, just before the semi traumatic event of the discovery of Ermes Marana’s letters and his previous affair with the Other Reader, the romantic encounter between the two main characters can finally take place. The inner books act, in fact, as accelerators of the actual experience, offering the protagonist a wealth of virtual interactions with the desired woman and filling, in a figurative way, the lack of connections that would make this scene seem abrupt and poorly prepared to the real reader (the actual reader of Calvino’s novel). This way, the author can create a dynamic of paradoxical continuity that transforms the “emptiness” in “fullness” so that even though the protagonist does not have “real” experiences, the reading experiences in which he projects himself work to fill that emptiness and end up becoming an integral part of the plot, even though they technically interrupt it: at the end of the story we have the impression that the Reader and the Other Reader really went through all the experiences represented in the various novels, so that the conclusion of their own adventure gains a satisfying closure.<br/>However, showcasing his typical inclination towards challenging the narrative mechanisms he himself created, Calvino does not only represent the dynamic of imitation with which the protagonist constantly draws in experiences and meaning patterns from the novels he reads: at one point he turns his own system upside down to create a small but meaningful fracture in the consolidated dynamic.</0>",
  "paragraph-dove-siamo-3": "<0>It happens towards the end of the text: in the second half of the novel, a symmetrical construction to the one that brought to the relationship with Ludmilla begins to set the ground for a new crescendo in the incipits, this time going towards the betrayal of the desired woman with a rival woman. Exactly as before, the inner novels explore in increasingly explicit ways the main character’s indecision between two opposed women and show his gradual tipping towards the “wrong” one: so, we get to the point where, in the narrative frame, the Reader surrenders to Lotaria’s provocation amidst the author-narrator’s ironically scandalised comments. At this point Lotaria, always presented as both Ludmilla’s opposite and her double, has reached the peak of a staggering accumulation of fake identities, almost becoming a female version of Marana. And it is here that Calvino triggers his small game of inversions that, at the very end, undermines what we had come to consider the one fixed direction of the projection-imitation process: up to this point the Reader took the psychological and sentimental frame within which he would act in his reality from the novel he had just read, demonstrating a pliable character, ready to follow the model of the narration he previously absorbed, but now the act of betrayal disrupts the story and upturns the influence order, affecting the following incipit. The disorienting experience of the affair with Lotaria and the collapsing of the identities between the sisters has also the effect of disrupting the Reader’s own identity, with an effect of impossible symmetry that calls to mind the nocturnal logic theorised by Matte Blanco (Matte Blanco 1990). The result is the reversal of the natural order of the identification process, where for the first time the main character’s life influences the following novel: a character is searching for his unknown origins and tries to seduce two different women, but they both reveal themselves as his stepsisters, creating a triangle of symmetrical relationships that repeats precisely the dynamic the Reader found himself in, while also showcasing his clear guilt and confusion for what he did.<br/>Overall, we see how Calvino manages to use the stratifications of his most postmodern work, the one most closely tied to a vision of literature as a formal game, to hide a counter-discourse in it that actually restores literature as a real experience. It is a sort of testimony to the fact that there is a common base of human life that literature can intercept and that the “magic” of reading human stories can give back to us, mostly by granting us the possibility to substitute ourselves to the protagonists of these stories despite the superficial differences in identities, situations and dispositions. But it is also evidence of the fact that the power of the plot as a mechanism of production of meaning is strong enough to overcome all internal partitions and metaliterary “games”, always finding a way to reconstruct a comprehensive continuity, an organic unity that, one way or the other, can always bring the chaos of forms back into meaning.</0>",
  "Modi di leggere": "Ways of reading",
  "Esperienze vicarie": "Vicarious experiences",
  "Schema della trama del lettore": "Pattern of the Reader’s plot",
  "trama-di-se-una-notte": "<0>Plot of <1>Se una notte d'inverno un viaggiatore </1> divided in its various narrative components</0>",
  "Dove siamo": "Where we are"
}