{
  "Cartografia dei luoghi terrestri": "Cartography of the terrestrial locations",
  "Clicca qui per cambiare decennio": "Click here to change the decade",
  "paragraph-geoletterature": "<0>The category of specific terrestrial locations was developed from the definition of <1>imported places</1> (Piatti <4>et al.</4> 2009). It is the only category that, because of its intrinsic features, is suitable for a cartographic representation: in it are the places that can be located on a map, since «the setting corresponds with the geographical reality by realistically portraying the surrounding» (Reuschel-Hurni 2011, 296). The analysis of the narrated time in those works from Calvino’s corpus that present this type of locations leads to the further definition of three categories:</0><1><0>locations from texts whose narrated time is set in the contemporary time, namely the 20th century;</0><1>locations from texts whose narrated time is set in the past or in an indeterminate period of time (e.g., <2>Il visconte dimezzato</2> set at the time of Charlemagne, or <4>Le città invisibili</4> set in the 1200s);</1><2>locations from texts in which past and present combine and create a mixed narrated time (e.g., in the short story <2>I cristalli</2> the pre-cosmic, primordial setting also has geographical references to contemporary New York).</2></1><2>This analysis aims to showcase all three categories of location, with a preference for those that have an obvious relationship with the 20th century. The main goal is to show how the latter tend to coincide quite precisely with Calvino’s biographical geography. In order to better highlight this feature, we decided to follow up a first overview of all specific terrestrial locations in the corpus with four different maps that show a selection of those same locations, divided by decade of publication of the works (1945-1955; 1956-1965; 1966-1975; 1976-1984).<br/>It then becomes meaningful that, in the passage from the 1940s to the 1980s, the geographical landscape of the writer grows progressively wider, eventually encompassing the whole world.</2>"
}