{
  "help_panel": {
    "aspetto": "Appearance",
    "interazione": "Interaction",
    "cosmici_localizzabili": "Specific cosmic",
    "terrestri_inventati": "Invented terrestrial",
    "nessun_luogo": "No location",
    "di_cosa_si_tratta": "<p>Among the late 20th century’s Italian writers, Italo Calvino is one of the most attentive towards the narrative dimension of space. Horizontally, in the careful passage from the Ligurian nature, through the Italian industrial city and to the metropolis; as well as transversally, when casting the narrative towards fictional towns and cities or beyond terrestrial borders, towards primordial cosmic spaces. As such, showing all the locations in his works is a means of reflecting on the complex relationship of transformation of the represented reality.</p>",
    "come_funziona": "<0>The locations are divided into categories, according to their adherence to reality. The selected categories, distributed on a hypothetical vertical axis, are the same as those in the first stage: <2>unspecified cosmic</2> locations, <5>specific cosmic</5> locations, <8>specific terrestrial</8> locations, <11>unspecified terrestrial</11> locations, <14>invented terrestrial</14> locations and <17>no location</17>. <br/><br/>All the locations are represented by a circle. The size of the circles is not uniform, but it varies according to the number of locations pertaining to a single setting. If the representation of a location includes another location inside of itself, the latter is not graphically represented, but the circumference of the former grows, highlighting the presence of hidden content. To reveal it, the user can simply select and open the “container” circle.<br/><br/>A wide range of filters can be activated or deactivated in order to transform the research field and observe it from different perspectives. The results can be filtered according to different categories: <i>Type of publication</i> (<i>novel</i>, <i>collection</i>, <i>other</i>), <i>Context</i> (<i>war</i>, <i>Ligurian nature</i>, <i>urban landscape</i>, <i>sea</i>, <i>factory</i>, <i>metropolis</i>) or the <i>Chronological filter</i>.</0>",
    "qualche_pista_di_lettura": "<0>First of all, we can observe how the specific terrestrial locations mirror rather precisely the author’s biographical geography (see the <2>In-depth analysis</2>).<br/><br/>The spatial arrangement of the elements reveals a meaningful coincidence with the narrated time of the story; save for a few exceptions, the closer the elements are to the horizontal axis of the visualization, the more the narrated time of the story coincides with the historical time of the writing; when the elements are higher or lower the story is set backwards in time, ranging from the recent past to the beginning of the world.<br/><br/>Lastly, the filters can be a useful analysis tool. For example, the <i>Type of publication</i> filter highlights a few meaningful differences: the novels tend to explore mainly fictional locations; the texts that were only published in periodical magazines are those where there is a constant interest in real, recognizable locations; the collections of short stories stand in the middle: at first they show a strong tendency towards realism, but after a time they orient themselves towards cosmic explorations.</0>",
    "posizione": "Position",
    "cosmici_generici": "Unspecified cosmic",
    "tipo_di_luogo": "Type of location",
    "terrestri_localizzabili": "Specific terrestrial",
    "terrestri_generici": "Unspecified terrestrial"
  },
  "footer": {
    "Tipo di pubblicazione": "Type of publication",
    "contesti": "Context"
  },
  "categoria": {
    "Cosmici generici": "Unspecified cosmic",
    "Terrestri generici": "Unspecified terrestrial",
    "Terrestri Inventati": "Invented terrestrial",
    "Nessun luogo": "No location",
    "Cosmici localizzabili": "Specific cosmic",
    "Terrestri localizzabili": "Specific terrestrial"
  }
}