{
  "Capta": "Capta",
  "Corpus": "Corpus",
  "Dubbio- dataset 2": "Dubbio- dataset 2",
  "Spazio- dataset 2": "Spazio- dataset 2",
  "Spazio- dataset 3": "Spazio- dataset 3",
  "Forma- dataset 2": "Forma- dataset 2",
  "Forma- dataset 3": "Forma- dataset 3",
  "Strumenti per la raccolta dati": "Strumenti per la raccolta dati",
  "paragrafo_capta_1": "<0>I dataset che abbiamo realizzato sono il fondamento delle visualizzazioni dell’Atlante. In questa sezione se ne fornisce una descrizione, insieme ad alcune informazioni sulle scelte progettuali, sui metodi e sugli strumenti usati.<br/>Abbiamo deciso di intitolare questa sezione <i>Capta</i> invece di <i>Dati</i>, per sottolineare un concetto che ha fortemente influenzato il nostro lavoro e che è molto noto nell’ambito delle Digital Humanities, secondo la definizione di Johanna Drucker:</0><1><i>Capta</i> is “taken” actively while <i>data</i> is assumed to be a “given” able to be recorded and observed. From this distinction, a world of differences arises. Humanistic inquiry acknowledges the situated, partial, and constitutive character of knowledge production, the recognition that knowledge is constructed, taken, not simply given as a natural representation of pre-existing fact. (<4>Drucker, 2011</4>)</1><p>Quando si vuole rappresentare visivamente un fenomeno, è inevitabile un passaggio in cui lo si traduce in numeri e tabelle: come ogni processo di traduzione, è un lavoro fatto di scelte e selezioni. Nel caso delle analisi presentate in questo Atlante, che sono il frutto di una ricerca umanistica, il legame con i processi di lettura e interpretazione, piuttosto che con la pura e semplice applicazione di algoritmi statistici, risulta ancora più evidente. Al fine di dare spazio alle peculiarità dello sguardo umanistico, è stato adottato un processo di design iterativo, in cui le strutture del dataset e le loro traduzioni visive si sono modificate con l’evolvere dell’analisi.</p><p>In questo processo sono stati riadattati modelli visivi esistenti e ne sono stati ideati di nuovi, in modo da valorizzare eccezioni, disomogeneità e collegamenti con altri ambiti del sapere umanistico che sono difficilmente rappresentabili con soluzioni tradizionali.</p><4>Di seguito sono presentati i risultati di questo processo: i dataset, che per le autrici e gli autori di questo progetto sono concettualmente dei <i>capta</i>, e gli strumenti che ne hanno permesso la realizzazione.</4>",
  "paragrafo_capta_2": "<0><p>Per un’agile comprensione del testo di questa pagina, è importante sottolineare che:</p><1><0>l’<i>opera</i> è l’insieme di tutti i testi;</0><1>il <i>testo</i> è il singolo racconto/volume indicato da un <i>titolo</i>;</1><2>l’<i>occorrenza</i> è la parola o il passaggio presi in analisi come unità minima del dataset;</2><3>la lunghezza dei testi può essere calcolata in numero di <i>caratteri</i> o in numero di <i>parole</i>;</3><4>la posizione delle <i>occorrenze</i> nel testo è indicata tramite il numero di caratteri;</4><5>la posizione e lunghezza delle occorrenze possono essere “normalizzate” ovvero ricalcolate in percentuale rispetto al totale dei caratteri di riferimento.</5></1></0>",
  "Corpus-text": "<0><0>Il dataset è composto da due tabelle relazionali che contengono le informazioni sui testi selezionati per il progetto. Tali informazioni provengono: a) dalla sezione <i>Note e notizie sui testi</i> a cura di Mario Barenghi, Bruno Falcetto e Claudio Milanini all’interno dei tre volumi <i>Romanzi e racconti</i> (<i>RR</i>, I, 1242-1393; <i>RR</i>, II, 1309-1475; <i>RR</i>, III, 1195-1350); b) dalla <i>Bibliografia di Italo Calvino</i> di Luca Baranelli (Pisa, Edizioni della Normale, 2007).</0><p>La prima tabella elenca i titoli di ogni testo. A ogni titolo corrispondono:</p><2><0>un identificatore univoco o <1>ID</1>;</0><1>lunghezza in <1>caratteri</1> e in <4>parole</4>;</1><2><0>genere</0>;</2><3><0>volume</0> dei <i>RR</i> in cui è possibile trovare il testo;</3><4>nome del file .txt che contiene la digitalizzazione del testo (disponibile solo per uso interno).</4></2><3>La seconda tabella illustra il percorso editoriale di ciascun testo, elencando le sue varie pubblicazioni (vedi <2>I flussi dei racconti</2>). In questa tabella l’ID di ogni testo appare tante volte quante sono le sue pubblicazioni, accompagnato da:</3><4><0><0>sede di pubblicazione</0> (es. la rivista «Il caffè letterario e satirico»);</0><1><0>data</0> di pubblicazione;</1><2><0>flag</0> (es. vero/falso) che indica se si tratta o meno della prima pubblicazione.</2></4><p>Nel caso in cui la sede di pubblicazione sia un romanzo o una raccolta di racconti, viene indicato l’ID corrispondente.</p><6>Tutte le visualizzazioni che fanno parte di questo progetto sono basate, direttamente o indirettamente, su tale dataset, e in particolare consigliamo la consultazione di <2>Esplorare l’opera come un territorio</2>.</6><7>Sola eccezione è <2>L’arcipelago dei nomi</2>, l’unica visualizzazione che abbia preso in considerazione i saggi calviniani, per fornire un orientamento sull’universo intellettuale dell’autore.</7></0>",
  "Data/Capta": "Data/Capta",
  "Saggi": "Saggi",
  "Spazio- dataset 1": "Spazio- dataset 1",
  "Forma- dataset 1": "Forma- dataset 1",
  "Dubbio- dataset 1": "Dubbio- dataset 1",
  "dataset non ancora disponibile": "dataset non ancora disponibile",
  "Saggi-text": "<0><0>Il dataset è frutto della rielaborazione e dell’ampliamento delle informazioni presenti nell’indice dei nomi dei <i>Saggi. 1945-1985</i> (a cura di Mario Barenghi, II, Milano, Mondadori, 1995, pp. 3045-3076).<br/>Sull’indice è stato necessario applicare un algoritmo di <i>text recognition</i>; a questo scopo è stato utilizzato Adobe Acrobat Reader. Successivamente il testo è stato convertito in .txt (<9>plain text</9>) ed è stato ripulito di errori e sbavature con l’aiuto di <12>regular expressions</12> o con accorte procedure manuali. Le informazioni contenute nei file di testo sono state poi strutturate con l’aiuto di <15>alcuni script</15> in node.js realizzati per l’occasione.</0><p>Questa prima elaborazione ha permesso di ottenere una tabella che contiene, per ogni nome, le seguenti informazioni:</p><2><0>identificativo univoco o <1>ID</1>;</0><1><0>occorrenza</0> (nome e cognome);</1><2><0>posizione nel testo</0> (pagina o pagine);</2><3><0>titolo</0> del testo in cui comprare l’occorrenza;</3><4><0>lunghezza</0> del testo (pagina di inizio e fine).</4></2><3>A partire da queste informazioni è stata generata una tabella di collegamenti che indicano la compresenza dei nomi nello stesso saggio, in seguito visualizzata sotto forma di grafico a rete in <2>L’arcipelago dei nomi</2>.</3><4>Per ampliare le potenzialità della visualizzazione, ogni nome è stato collegato a un certo numero di informazioni biografiche (data di nascita e di morte, mestiere, nazionalità, ecc.) sfruttando la funzione di OpenRefine per il collegamento con le corrispondenti entità Wikidata. Alcune informazioni sono state aggiunte o modificate manualmente, nel caso in cui fossero mancanti o gravemente imprecise.<br/>Tali informazioni non sono state ancora trasformate in una visualizzazione, ma la loro raccolta ha permesso di osservare da vicino il mondo dei <3>linked open data</3> e delle basi di conoscenza online collaborative, fornendo potenziali spunti di ricerca.</4></0>",
  "Dubbio- dataset 1-text": "<0><p>Il dataset cataloga la presenza nell’opera dei termini ‘nebbia’ e ‘cancellazione’. La loro diffusione è stata misurata sommando il numero di occorrenze di ‘nebbia’, ‘cancellazione’ e di eventuali sinonimi. Da questi dati è stato possibile risalire anche alla loro distribuzione cronologica. Utilizzando il numero di caratteri come unità di misura, è stata calcolata la proporzione tra i vari campi semantici e la loro frequenza rispetto al numero totale di caratteri di ogni singolo testo.</p><p>Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID del testo</0> in cui compare l’occorrenza;</0><1><0>occorrenza</0>;</1><2><0>campo lessicale</0> di appartenenza dell’occorrenza;</2><3><0>posizione</0> nel testo (carattere di inizio e di fine);</3><4><0>luogo del testo</0> (<i>incipit</i>/<i>explicit</i>/-);</4><5><0>uso</0> dell’occorrenza (astratto/concreto).</5></2><3>Il dataset è stato utilizzato per realizzare la visualizzazione <2>Nebbia</2> e l’Approfondimento <5>L’effetto-nebbia</5>.</3></0>",
  "Dubbio- dataset 2-text": "<0><0>Il dataset rappresenta la diffusione nell’opera di quello che abbiamo definito il testo dubitativo. Per raccogliere i dati necessari è stato utilizzato lo strumento <2>Wanderer</2>, evidenziando le parti di testo coinvolte nel processo dubitativo.</0><p>Nel dataset, le informazioni raccolte sono strutturate come segue:</p><2><0><0>ID del testo</0> in cui compare l’occorrenza;</0><1><0>ID occorrenza</0> di testo dubitativo;</1><2><0>occorrenza</0> di testo dubitativo;</2><3><0>posizione</0> nel testo (carattere di inizio e di fine);</3><4><0>categoria</0> (contenuto/forma/significato);</4><5><0>stile</0> (esitazione/riformulazione/negazione);</5><6>parole <1>formula</1>;</6><7><0>parentesi</0> nel testo dubitativo (vero/falso);</7><8><0>incisi</0> nel testo dubitativo (vero/falso);</8><9><0>occorrenza</0> di testo oggetto di dubbio;</9><10><0>posizione</0> nel testo (carattere di inizio e di fine);</10><11><0>parentesi</0> nel testo oggetto di dubbio (vero/falso);</11><12><0>incisi</0> nel testo oggetto di dubbio (vero/falso);</12><13><0>testo dubitativo e oggetto di dubbio</0> (si/no).</13></2><p>Attraverso il dataset è possibile conoscere la quantità, la posizione e il modo di funzionamento del processo dubitativo all’interno di un testo.</p><4>Il dataset è stato utilizzato per realizzare le visualizzazioni <2>Dubitare</2>, <5>Cancellazione</5> e gli Approfondimenti della seconda e terza tappa intitolati <8>Il romanzo-saggio che dubita</8> e <11>Il dubbio e la cancellazione</11>.</4></0>",
  "Spazio- dataset 1-text": "<0><0>Il dataset raccoglie tutti i luoghi d’ambientazione delle opere di Calvino. I luoghi sono stati identificati manualmente e classificati in parte grazie all’utilizzo dello strumento  <2>Explorer</2>.</0><p>Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID</0> del luogo;</0><1><0>ID del testo</0> in cui compare l’occorrenza;</1><2><0>occorrenza</0>;</2><3><0>appartenenza o dipendenza</0> da un altro luogo d’ambientazione esplicitamente citato;</3><4><0>scala</0>;</4><5>luogo <1>localizzabile</1> (vero/falso);</5><6>luogo <1>terrestre</1> (vero/falso);</6><7>luogo <1>inventato</1> (vero/falso/non assegnato);</7><8><0>categoria</0> (cosmici generici/cosmici localizzabili/terrestri localizzabili/terrestri generici/terrestri inventati/nessun luogo);</8><9><0>contesto</0> (guerra/natura ligure/paesaggio urbano/mare/fabbrica/metropoli/nessun contesto).</9></2><3>Con <i>scala</i> si fa riferimento alla descrizione qualitativa della dimensione del luogo (es. <i>landmark</i>, comune, nazione). Non sempre è stato possibile trovare una descrizione appropriata: per questo motivo tale categoria di informazioni è stata solo in minima parte utilizzata.</3><4>Il dataset è stato utilizzato per la realizzazione delle visualizzazioni <2>Luoghi</2> e <5>Trasformare</5>, oltre che per i relativi Approfondimenti: <8>La forma della geografia inventata</8> e <11>Cartografia dei luoghi terrestri</11>. Il dataset di quest’ultimo, che prende in esame soltanto i luoghi terrestri localizzabili, integra due informazioni supplementari: le<13>coordinate geografiche</13> e la <16>classificazione del tempo della storia</16> dei testi che appartengono alla selezione.</4></0>",
  "Spazio- dataset 2-text": "<0><p>Questo dataset rappresenta una selezione e insieme un ampliamento di quanto descritto al punto precedente. Una selezione, perché prende in esame soltanto i luoghi d’ambientazione terrestri localizzabili e generici della produzione calviniana di narrativa breve. Un ampliamento, perché alle caratteristiche precedentemente elencate in questo dataset si aggiungono alcune informazioni supplementari:</p><1><0>la <1>tipologia</1> di luogo d’ambientazione (spazio esterno/spazio interno/mezzo di trasporto);</0><1>il <1>movimento</1> (vero/falso);</1><2>la <1>direzione del movimento</1> (avanti/indietro).</2></1><2>Il dataset è stato utilizzato per la visualizzazione <2>Realismo</2>.</2></0>",
  "Spazio- dataset 3-text": "<0><0>Il racconto <i>Paura sul sentiero</i> è posto a fondamento del dataset in questione, nell’intento di trasformare il racconto in un oggetto visivo.</0><p>Il dataset raccoglie tutte le parole del racconto, in ordine di apparizione. Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID</0> dell’occorrenza;</0><1><0>occorrenza</0>;</1><2><0>luogo d’ambientazione</0>;</2><3><0>tipologia di sequenza</0> narrativa (realtà/immaginazione/contestualizzazione);</3><4><0>luogo geografico</0> (vero/falso);</4><5><0>nome proprio</0> (vero/falso);</5><6><0>sostantivo</0> (vero/falso);</6><7><0>tipologia di sostantivo</0> (astratto/concreto);</7><8><0>campo semantico</0> (guerra/natura/corpo/altro);</8><9><0>metafora</0> (vero/falso);</9><10><0>similitudine</0> (vero/falso);</10><11><0>interrogativo-dubbio</0> (vero/falso);</11><12><0>visione-desiderio</0> (vero/falso).</12></2><3>Il dataset è stato utilizzato per l’Approfondimento <1>Metamorfosi della realtà: sulle tracce della paura</1>.</3></0>",
  "Forma- dataset 1-text": "<0><p>Questo dataset registra le occorrenze di strutture elencatorie presenti nel corpus, raccolte tramite lo strumento Explorer.</p><p>Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID del testo</0> in cui compare l’occorrenza; </0><1><0>occorrenza</0>;</1><2><0>posizione</0> nel testo (carattere di inizio e di fine);</2><3><0>categoria</0> (parole/sintagmi/proposizioni/misto);</3><4><0>totale dei caratteri</0> del testo in cui compare l’occorrenza;</4><5><0>totale dei caratteri</0> dell’occorrenza;</5><6><0>percentuale</0> tra numero di caratteri dell’occorrenza e numero di caratteri del testo.</6></2><3>Il dataset è stato utilizzato per la visualizzazione <2>Elenchi</2> e l’Approfondimento <5>Per un’estetica elencatoria</5>.</3></0>",
  "Forma- dataset 2-text": "<0><0>Il dataset è costruito a partire dai volumi pubblicati in vita da Calvino, escludendo quindi i racconti dispersi, che non sono mai stati raccolti.<br/>Ogni volume è stato diviso in sequenze narrative, e per ogni sequenza (identificata con un ID) è stata segnalata l’eventuale presenza di sequenze interne, mostrando la stratificazione dei motivi nel testo. Tutti i segmenti così ricavati sono stati categorizzati in base al <i>tipo di sequenza</i> e distribuiti fra <i>tre piani</i>. All’interno di ogni piano, il <i>tipo di sequenza</i> specifica il contenuto o il ruolo strutturale dei singoli segmenti.</0><p>Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID del volume</0> in cui compare l’occorrenza;</0><1><0>ID</0> dell’occorrenza;</1><2><0>serie dei tipi di sequenze</0> presenti sulla stessa riga;</2><3><0>livello 1</0>;</3><4><0>posizione</0> dell’occorrenza nel testo (carattere di inizio e di fine);</4><5><0>tipo</0> di sequenza;</5><6><0>livello 2</0>;</6><7><0>posizione</0> nel testo (carattere di inizio e di fine);</7><8><0>tipo</0> di sequenza;</8><9><0>livello 3</0>;</9><10><0>posizione</0> nel testo (carattere di inizio e di fine);</10><11><0>tipo</0> di sequenza;</11><12><0>livello 4</0>;</12><13><0>posizione</0> nel testo (carattere di inizio e di fine);</13><14><0>tipo</0> di sequenza;</14><15><0>livello 5</0>;</15><16><0>posizione</0> nel testo (carattere di inizio e di fine);</16><17><0>tipo</0> di sequenza.</17></2><3>Il dataset è stato utilizzato per la visualizzazione <2>Combinare</2> e l’Approfondimento <5>Costruire la varietà</5>.</3></0>",
  "Forma- dataset 3-text": "<0><0>Il dataset rappresenta, espande e rielabora quello precedente, estendendo l’analisi a tutti i testi del corpus.<br/>Ogni testo è stato diviso in segmenti che riprendono la categorizzazione per <i>tipo di sequenza</i> del dataset precedente, ma abbandonano la strutturazione in livelli per seguire la successione lineare della trama (ogni segmento termina appena è individuabile un segmento diverso, indipendentemente dall’eventuale sovrapposizione o presenza di una sequenza interna).</0><p>Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID del testo</0> in cui compare l’occorrenza;</0><1><0>posizione</0> dell’occorrenza nel testo (carattere di inizio e di fine)</1><2><0>numero di caratteri</0> dell’occorrenza;</2><3><0>numero di caratteri</0> del testo in cui compare l’occorrenza.</3></2><3>Il dataset è stato utilizzato per la visualizzazione <2>Trama</2> e l’Approfondimento <5>Leggere fra le trame</5>.</3></0>",
  "Strumenti per la raccolta dati-text": "<0><0>La raccolta dati è avvenuta in forma di annotazione sul testo tramite strumenti digitali appositamente realizzati. Le applicazioni per l’annotazione già esistenti si sono rivelate inadatte al nostro lavoro per varie ragioni. Tra queste, la necessità di caricare il testo su server di terze parti, problemi di obsolescenza e di incompatibilità, oppure a causa di una curva di apprendimento troppo ripida.<br/>Nel rispetto del copyright dell’opera, gli strumenti introdotti risolvono il problema della diffusione inappropriata del materiale utilizzando un approccio <3>client-side</3>, come già succede nel caso di altre applicazioni diffuse nel mondo della visualizzazione (es. <5>RAWGraphs</5>).</0><br/><2>Explorer <2>🔭</2></2><p>Lo strumento permette di evidenziare parti del testo, risalire alla posizione in caratteri del testo evidenziato, specificare un certo numero di proprietà a seconda di uno schema dati definito dal ricercatore e infine esportare queste informazioni in formato tabulare.</p><p>Lo strumento necessita del caricamento di due file:</p><5><0>un file di testo in formato .txt sul quale applicare annotazioni</0><1>un file in formato .tsv contenente lo schema per la raccolta.</1></5><p>La lunghezza di alcuni testi come i romanzi o i racconti lunghi non ne permette l'analisi in una sola sessione. In questi casi è possibile esportare il proprio lavoro e ricaricarlo successivamente per riprendere quanto è stato lasciato in sospeso.</p><7><0>Tutorial e codice sorgente <1></1></0></7><8><0>Usa lo strumento <1></1></0></8><br/><10>Wanderer <2>🔬</2></10><p>Lo strumento è un’evoluzione del precedente e ne eredita tutte le funzionalità. In aggiunta, Wanderer permette di selezionare contemporaneamente due porzioni di testo tra le quali si vuole indicare una relazione.</p><12><0>Tutorial e codice sorgente <1></1></0></12><13><0>Usa lo strumento <1></1></0></13></0>"
}