{
  "Costruire la varietà": "Costruire la varietà",
  "Incontrare qualcuno il gusto della serie (quasi) perfetta": "Incontrare qualcuno il gusto della serie (quasi) perfetta",
  "paragraph-compatto-vs-molteplice": "<0>L’interesse per la letteratura come gioco combinatorio è sempre stato un tema ricorrente della critica calviniana. Lo stesso Calvino, del resto, con la sua partecipazione diretta al gruppo parigino dell’Oulipo (accanto ad autori come Raymond Quenau e Georges Perec), ha fissato una chiave di lettura ineludibile per molte delle sue opere, che in alcuni casi si è cristallizzata in passaggio critico obbligato, soprattutto quando si tratta di testi scritti a partire dalla seconda metà degli anni Sessanta. È del resto difficile ignorare il netto riorientamento poetico che, nel giro di pochi anni, porta la scrittura calviniana a passare dai toni e dalle forme con cui aveva conquistato la notorietà letteraria, quelli della trilogia degli antenati (1952, 1957, 1959), dei <1>Racconti</1> (1958) e di <4>Marcovaldo</4> (1963), al gusto geometrico e metaletterario che caratterizza l’ultimo ventennio. Dalle <7>Città invisibili</7> (1972), al <10>Castello dei destini incrociati</10> (1973), fino a <13>Se una notte d’inverno un viaggiatore</13> (1979), a dominare l’interesse calviniano è il rapporto tra modello e variante, la costruzione modulare vista come innesco non solo di un’esplorazione della fantasia, ma anche come esercizio cognitivo e metaletterario, in quanto produce un tipo di testo che «mostra visibilmente come è costruito: esso è cioè sempre autoriflessivo» (Donnarumma 2008, 82). Sono anni interamente dedicati all’affinamento di una «macchina narrativa combinatoria» (espressione con cui lui stesso definirà il ruolo dei tarocchi nel Castello; Calvino 1973, RR<15>II</15>, 1276) che, dotata dei giusti elementi di partenza e di un set di regole efficaci, possa produrre una varietà infinita di esiti, anticipando di mezzo secolo novità che la rivoluzione tecnologica dei suoi anni permetteva a stento di indovinare, oggi in uso come la “generazione procedurale” condotta tramite algoritmo. Al centro simbolico di questa svolta è l’anno 1965, che vede l’uscita della raccolta in volume delle <18>Cosmicomiche</18> e l’inaugurazione di un variegato filone che si protrarrà per i successivi due decenni (gli ultimi testi, Il niente e il poco e <20>L’implosione</20>, escono nel settembre 1984 su «la Repubblica» ancora sotto il titolo di <23>Le nuove cosmicomiche</23>), e che costituisce probabilmente il massimo punto di equilibrio tra l’ostentazione di un modello ripetuto (la citazione di un fatto scientifico in apertura, la voce istrionica del narratore Qfwfq) e la variazione di spunti e situazioni.<br/><br/>Questo schema critico bipartito, benché effettivamente giustificato dalla storia artistica di Calvino e dall’evoluzione dei suoi interessi letterari, rischia di nascondere tuttavia un intero campo di sfumature. L’ingombrante pubblicazione delle <29>Cosmicomiche</29> condivide infatti l’anno 1965 della biografia letteraria calviniana con un altro titolo, un piccolo volume che raccoglie due testi precedentemente usciti su rivista (rispettivamente in «Nuovi Argomenti», 34, 1958 e in «Botteghe Oscure», quaderno X, 1952) in uno strano dittico: <32>La nuvola di smog</32> e <34>La formica argentina</34>. Il volumetto Einaudi, parte di un progetto mai realizzato che doveva consistere in un «ciclo narrativo sull’Italia di metà secolo» (Calvino 1963), è significativo forse proprio in quanto ripubblicazione, perché dimostra la capacità di Calvino di tenere al centro della propria attenzione due operazioni parallele ma distantissime come la raccolta in volume della serie cosmicomica, la sua produzione più fresca, realizzata a ritmi serrati durante l’anno immediatamente precedente quasi senza concessioni ad altre forme, e la raccolta in volume di due opere del decennio precedente, rimaste sempre in sospeso per l’impossibilità di trovare loro una collocazione certa, non solo in termini di genere e di sede editoriale, ma anche e forse soprattutto all’interno del percorso dell’autore. I due testi, infatti, sospesi appena oltre la soglia del racconto lungo, appartengono a quella tonalità, minoritaria in Calvino, che tenta di recuperare atmosfere e situazioni dalla tradizione del realismo modernista per dipingere un quadro serio della società italiana del dopoguerra: una forma non più tenuta a distanza dal filtro straniante di un linguaggio volutamente semplice, dai tratti infantili, come accadeva ad esempio in <37>Ultimo viene il corvo</37> o nel trittico dell’ <40>Entrata in guerra</40>, ma affrontata in modo diretto, disilluso, “adulto”. Una modalità che riunisce una piccola famiglia di titoli tutto sommato non incospicua, alla quale si possono ricondurre anche <42>La speculazione edilizia</42> e <45>La giornata d’uno scrutatore</45>, le avventure irrisolte degli <47>Amori difficili</47>, e almeno in parte<49>I Racconti</49>, e con la quale tuttavia l’autore non sembra essere del tutto a suo agio. Lo si può forse intravedere nello stile eccentrico della lettera di “non-difesa” scritta in risposta a un saggio che analizzava proprio la <52>Nuvola di smog</52>, nella quale Calvino finge di interpretare il critico di se stesso e proclama il proprio «moravismo» (Calvino 1964, 104; la Nuvola era del resto uscita su «Nuovi argomenti», la rivista diretta da Moravia), in un gioco delle parti che però lascia qualcosa di ambiguo alla dichiarazione, un sospetto di insicurezza poetica sul valore di questo formato del «grigiore».</0>",
  "paragraph-un-confronto-insolito": "<0>Se proviamo a confrontare i due volumi del 1965 rappresentandoli in una forma grafica che ne metta in evidenza la struttura, il risultato visivo sembra confermare indubbiamente l’impressione di lettura che chiunque potrebbe condividere semplicemente prendendo in mano i rispettivi testi. Da un lato abbiamo le <2>Cosmicomiche</2>, una sequenza di dodici testi brevi, agili, dai ritmi serrati, che sono il trionfo della varietà e della fantasia più sfrenata: una raccolta che esibisce una mobilità quasi al limite del nevrotico, con rimbalzi continui tra inserti metaletterari, segmenti di dinamismo forsennato, descrizioni di mondi collocati al di là dello spaziotempo come lo conosciamo, peripezie di ampiezza letteralmente “cosmica” animate da personaggi che attraversano piani dimensionali disparati e sono allo stesso tempo così piccoli da usare atomi come biglie e così grandi da cavalcare intere galassie come fossero slittini. Dall’altro lato abbiamo un volume asciutto e compatto, occupato da due soli testi che si prendono il loro tempo e sono legati da corrispondenze tematiche e strutturali così forti che, se i due protagonisti non avessero origini sociali diverse, si potrebbe pensare di avere davanti due metà dello stesso racconto, due episodi della vita di un unico eroe. Due «meditazioni sul “male di vivere” e sull’atteggiamento da prendere per fronteggiarlo» (Falcetto 1991, 1312) che si mettono in perfetta continuità l’una rispetto all’altra e mettono tutti i loro contenuti nel segno di un’immobilità obbligata: entrambe dominate da un nemico sovraumano che si presenta come mostro particellare, soverchiante ma impalpabile, contro il quale è impossibile agire; entrambe presentano un protagonista passivo, disilluso e stoico, che attraversa una coreografia di personaggi a loro volta alle prese con lo stesso male e alla ricerca della loro personale soluzione alla vita; in entrambe la mossa d’apertura è lo «stabilirsi altrove» (Serra 2006, 141), cioè il gesto che mette tutto il racconto sotto il segno dello sradicamento, della perdita di ciò che era noto e familiare, del passaggio a uno stato di azzeramento e ripartenza totale in cui la vita rimane impantanata nella condizione in cui ogni cosa deve essere re-incontrata, ri-decifrata, re-imparata. Insomma da un lato un’opera di pura molteplicità, leggerezza, esuberanza fantastica, con personaggi poco meno che onnipotenti, e dall’altro un’opera che è programmaticamente stazionaria, lenta, monocorde, abitata da eroi passivi che rinunciano a ogni agency quasi per principio. Eppure…</0>",
  "paragraph-la-verita-nascosta": "<0>Eppure, se proviamo a ricondurre le differenze tra due questi volumi antipodali a elementi testuali numerabili, e smontiamo le loro rispettive strutture per condurre una più accurata autopsia, ecco che la nostra indiscutibile impressione di lettura deve confrontarsi con alcune risposte sorprendenti. Quando andiamo a cimentarci nell’esercizio pratico di contare le “particelle elementari” che compongono i testi raccolti nei due libri, dimenticando per un attimo ciò che sappiamo su di loro e limitandoci alla ricognizione delle sequenze narrative di base che si susseguono nelle storie, veniamo a scoprire che l’impressione è tutt’altro che confermata. A conti fatti, le Cosmicomiche, nella loro caleidoscopica varietà di mondi e situazioni, e il dittico Nuvola-Formica, coppia di monoliti dove a regnare sono «il povero, il disadorno, lo squallore, il grigiore» (Calvino 1964, 108), in realtà presentano sostanzialmente dallo stesso numero di sequenze: rispettivamente 148 e 142. Se poi si va a verificare tra quante categorie sono distribuite queste sequenze, scopriamo addirittura che alle 19 delle <1>Cosmicomiche</1> rispondono le 22 della <4>Nuvola-Formica</4>. Com’è possibile? Come si spiega che l’uniforme narrazione senza sorprese del dittico più cupo di Calvino abbia la stessa quantità di segmenti narrativi dell’atlante cosmicomico e addirittura una varietà di categorie <7>superiore</7> alla raccolta variegata per eccellenza? Dov’è il trucco?</0>",
  "paragraph-salti-di-ambito": "<0>Un trucco è effettivamente in azione, e diventa visibile se facciamo un passo indietro e ci posizioniamo a una distanza intermedia sia dallo zoom estremo che abbiamo appena sperimentato sia dall’approssimativo sguardo d’insieme con cui abbiamo iniziato; una collocazione da cui possiamo mettere a fuoco non più solo l’effetto complessivo o la quantità molecolare delle parti, ma la struttura e le catene connettive in cui queste parti si raggruppano. Ed ecco apparire il trucco, quello che dimostra davvero l’estensione della padronanza che Calvino ha sulle tecniche di composizione e di combinazione: il potere di rivelare o nascondere la varietà di un testo non modificando il numero delle parti coinvolte, ma calibrandone l’effetto attraverso un attento processo di assemblaggio strategico. Se riportiamo le categorie ai tre grandi ambiti generali di appartenenza in cui può essere sezionato un testo narrativo – quello <2>formale</2> che contiene gli elementi metatestuali che si trovano oltre il confine diegetico, quello <5>interiore</5> che raccoglie stati d’animo, sentimenti e condizioni psicologiche dei personaggi, e quello<8> esteriore</8>, che copre gesti, eventi e interazioni che si sviluppano nel mondo del racconto – le ragioni delle differenze così spiccate tra i due volumi, che risultavano indecifrabili sul piano delle parti minime, emergono e iniziano a farsi chiare: a produrre (o smorzare) l’effetto di varietà non è il numero delle sequenze, ma la frequenza con cui la narrazione compie il salto di ambito.</0><1>La manopola che permette a Calvino di partire da due repertori di motivi tutto sommato equivalenti e ottenere risultati così diversi è nascosta insomma nel fatto che i passaggi tra un motivo e l’altro non contato per la loro <1>quantità</1>, ma per la loro <3>qualità</3>. Se osserviamo la situazione nel dettaglio, possiamo vedere che nelle <5>Cosmicomiche</5> la narrazione coinvolge tutti e tre gli ambiti nominati, e passa dall’uno all’altro 70 volte; d’altra parte il dittico <8>Nuvola-Formica</8> , a parità di numero di sequenze, coinvolge solo due ambiti (escludendo del tutto quello formale), e i passaggi sono 50, un intero quarto dei casi in meno. Che cosa significa questo, in pratica? Significa che nel primo caso gli ambiti sono frantumati e mischiati, e i confini tra interno ed esterno (tanto dei personaggi quanto del testo stesso) sono perfettamente permeabili per la voce narrante ondivaga di Qfwfq, mentre nel secondo caso le sequenze “parenti” tendono ad aggregarsi tra loro, assemblando le particelle iniziali in campiture più ampie, uniformi, che diminuiscono l’entropia del testo trasmettendo un senso di rallentamento. Il lettore si ritrova trattenuto più a lungo in spazi omogenei, in cui l’alternanza tra motivi suona piuttosto come una vibrazione interna, e gli spazi rispettivi della sfera psicologico-morale e dell’«accadere pubblico intersoggettivo» (Szondi 2000, 9) restano ben delimitati e riconoscibili. Questo stratagemma compositivo, che con una piccola manipolazione quasi invisibile riesce a creare un impatto vistosissimo sul risultato, non solo dimostra quanto la scrittura calviniana sia effettivamente «un puzzle magistrale» (Barthes 2002, 182), ma è anche responsabile di una serie di effetti artistici secondari. Uno su tutti, la sensazione di profondità dei due racconti realistici, nei quali la complessità del mondo, che nelle <10>Cosmicomiche</10> è tutta sulla ribalta, interamente accessibile ai personaggi che la percorrono in lungo e in largo, è intrappolata in zone inagibili e spinta sullo sfondo, ma rimane comunque presente come un baluginio sul fondo di uno specchio d’acqua</1>",
  "paragraph-incontrare-qualcuno": "<0>Il potere di una strategica pianificazione strutturale degli elementi narrativi non è rilevante solo sul piano dell’analisi comparata tra due testi: uno sguardo attento sulle scelte fatte da Calvino nel distribuire i suoi materiali può rivelarci dettagli illuminanti su come viene costruito l’equilibrio interno di una storia. Un esempio è la funzione dell’incontro come meccanismo di dissimulazione della complessità. Sia nella <2>Nuvola di smog</2> che nella <4>Formica argentina</4>, l’ossatura fondamentale del testo è basata sulla stessa dinamica: «un protagonista che parla in prima persona ma non ha nome né volto si muove tra uno stuolo di personaggi minori ognuno dei quali ha un suo modo di contrapporsi alle formiche o allo smog» (Falcetto 1991, 1313), con un modello che riprende, da un lato, il modello dantesco del viaggio nell’oltretomba popolato da anime-<6>exempla</6>, e dall’altro la forma del <9>Bildungsroman</9> goethiano, in cui l’eroe è avviato a un percorso di crescita la cui riuscita dipende dall’insegnamento che sa estrarre dai personaggi che incrocia. Ma nelle pieghe di questa modalità a prima vista elementare, che scandisce il testo in pochi lunghi blocchi ricorrenti, si annida un intero repertorio di situazioni, sentimenti, scoperte, incontri negli incontri: l’interazione con un altro individuo non è soltanto una delle occasioni che possono darsi nella vicenda dei protagonisti, ma un momento di innesco che moltiplica gli eventi narrativi pur tenendoli tutti al suo interno. Una tattica su cui Calvino è capace di costruire un effetto nell’effetto, come succede nella seconda parte della <11>Formica</11>, dove esibisce un gusto combinatorio già molto simile per sensibilità alle opere “<13>oulipienne</13>” degli anni Settanta. In queste pagine, infatti, vediamo ben tre esempi consecutivi di “serie perfette”, o quasi, vale a dire tre casi in cui la narrazione assume una struttura compiutamente modulare e ripete intenzionalmente frammenti di se stessa, tutti imperniati sull’elemento dell’incontro. Nell’ordine, la prima è una serie di due ripetizioni della sequenza incontro-iniziativa-speranza-delusione (il protagonista interagisce con un personaggio e individua un piano per affrontare il problema dell’infestazione, attraversa un momento di euforia, e poi perde fiducia e sprofonda nell’angoscia per il probabile insuccesso); la seconda è una serie di tre ripetizioni della sequenza incontro-delusione (il protagonista cerca di consultarsi con un altro personaggio ma l’incomunicabilità e il contatto fallito lo gettano in uno stato di depressione); e infine la terza è di nuovo una serie di due ripetizioni, ma stavolta con una variazione: incontro-iniziativa-delusione e incontro-iniziativa-<15>visione</15>, con la ricercata rottura dello schema che acutizza il senso di disperazione dell’eroe ormai vicino al punto di rottura. Non si tratta ovviamente solo di un piccolo gioco nascosto dall’autore dietro le quinte della storia: l’effetto di ripetizione è integrale alla rappresentazione del pessimismo incombente del racconto, che moltiplica gli sforzi degli individui perseguitati dalle formiche per sottolineare ancora più nettamente la loro inutilità. Ma è anche funzionale a rivelare la lucidità disillusa del protagonista: se infatti un singolo incontro, con una singola raccomandazione strategica, potrebbe costituire un punto di speranza, tenacia, e di sfida all’universo, facendo apparire la tendenza del protagonista allo scoraggiamento come un tratto di debolezza, la girandola degli incontri e dei suggerimenti disparati trasmette immediatamente la sensazione di una vuota illusione e di un disperato attaccamento a qualche menzogna consolatoria, di fronte alla quale il realismo stoico e disincantato del protagonista, che tenta tutto senza convinzione, rimane a campeggiare come l’unica basata su una disposizione d’animo condivisibile: la dignitosa rassegnazione alla presenza del male nell’universo e il coraggio della realtà.</0>",
  "Un confronto insolito": "Un confronto insolito",
  "Compatto vs molteplice un passaggio sfumato": "Compatto vs molteplice un passaggio sfumato",
  "Salti di ambito, o il potere dell’assemblaggio strategico": "Salti di ambito, o il potere dell’assemblaggio strategico",
  "La varietà nascosta": "La varietà nascosta"
}