{
  "Il tempo e le opere": "Il tempo e le opere",
  "Corriere della Sera": "Corriere della Sera",
  "la Repubblica": "la Repubblica",
  "Prima pubblicazione": "Prima pubblicazione",
  "text": "<p>La visualizzazione rappresenta gli snodi più importanti della carriera editoriale di Italo Calvino: le principali opere pubblicate in quarant’anni di attività e le collaborazioni giornalistiche più durature. Ha una forma sinusoidale che mette in evidenza la scansione temporale in decenni e le differenti direzioni intraprese e sperimentate nel corso del tempo.</p><p>A ogni volume è assegnato un simbolo, che consente da un lato di individuare il genere letterario di appartenenza di ciascuna opera e dall’altro di cogliere il rapporto spesso significativo tra generi e decenni.</p><2>Per dare un’idea della importante attività da intellettuale militante portata avanti parallelamente alla pubblicazione dei libri, il percorso mostra anche le tre principali collaborazioni di Calvino con i quotidiani: i circa trecento articoli scritti per «l’Unità», i settanta per il «Corriere della Sera» e i centoquaranta per «la Repubblica».</2>",
  "references": "<p>“Il tempo e le opere” © UNIGE/DensityDesign</p><1><strong>Coordinatrice e coordinatore scientifici</strong>: Francesca Serra, Paolo Ciuccarelli.<br/><strong>Autor*</strong>: Tommaso Elli, Margherita Parigini, Virginia Giustetto, Valeria Cavalloro.</1>",
  "romanzo-di-racconti": "Romanzo di racconti<br/>dentro una cornice",
  "raccolta-di-racconti": "Raccolta<br/>di racconti",
  "raccolta-di-saggi": "Raccolta<br/>di saggi",
  "forma-ibrida-tra-romanzo": "Forma ibrida tra romanzo<br/>breve e racconto lungo",
  "progetto-incompiuto": "Progetto<br/>incompiuto",
  "raccolta-di-racconti-unico": "Raccolta di racconti<br/>con un unico protagonista",
  "opera-fallita": "Opera fallita<br/>o non pubblicata",
  "unita": "l'Unità",
  "text-legend": "<0>Continua a scorrere verso il basso per conoscere decennio per decennio la carriera di Italo Calvino.</0><1>Clicca sulle opere per evidenziare il decennio corrispondente.</1><2>Clicca sullo sfondo bianco per cancellare la selezione.</2>",
  "anni-40": "<0>Anni 40</0><1>Italo Calvino esordisce negli <2>Anni 40</2> prima con un romanzo (<4>Il sentiero dei nidi di ragno</4>) poi con una raccolta di racconti (<6>Ultimo viene il corvo</6>). Quando esce il suo primo libro ha 24 anni, essendo nato il 15 ottobre 1923 a Santiago de Las Vegas. I racconti sono già usciti prevalentemente su riviste e giornali, soprattutto sulle pagine de «l'Unità», alla quale Calvino collabora dal 1946 al 1955. L'editore di tutti i suoi principali libri è Einaudi, presso il quale Calvino lavora a lungo, prima come redattore poi come dirigente. Tra il 1947 il 1983 Calvino pubblica con Einaudi venticinque libri, vendendo circa quattro milioni di volumi. Si può dire anzi che li abbia fabbricati fisicamente, curando anche la scelta delle copertine, delle immagini, dei risvolti.</1>",
  "anni-50": "<0>Anni 50</0><1>Nella prima metà degli <2>Anni 50</2> pubblica un romanzo breve (<5>Il visconte dimezzato</5>) e una raccolta di tre lunghi racconti autobiografici di guerra (<7>L'entrata in guerra</7>). Nel frattempo ha lasciato nel cassetto tre romanzi, a testimonianza della difficoltà che incontra con tale genere narrativo. Quindi a metà degli Anni 50 si dedica al lavoro di raccolta e riscrittura delle <10>Fiabe italiane</10>, che lo occupa per due anni. Nella seconda metà degli Anni 50 pubblica due romanzi (<12>Il barone rampante</12> e <16>Il cavaliere inesistente</16>, poi riuniti insieme al <19>Il visconte dimezzato</19> nella trilogia dei <i>Nostri antenati</i> del 1960) e una raccolta antologica dei racconti scritti dall'inizio della sua carriera fino al tempo presente (<24>I racconti</24>). Divisa in varie sezioni, l'antologia recupera testi delle prime due raccolte (<26>Ultimo viene il corvo</26> e <30>L'entrata in guerra</30>) e ne preannuncia di nuove (<32>Marcovaldo</32> e <36>Gli amori difficili</36>). Dall'inizio della sua carriera fino alla morte Calvino scrive circa 200 racconti.</1>",
  "anni-60": "<0>Anni 60</0><1>Tra gli Anni 50 e l'inizio degli <2>Anni 60</2> sperimenta vari esempi di forme ibride tra romanzo breve e racconto lungo. <6>La speculazione edilizia</6>, <9>La nuvola di smog</9> e <13>La formica argentina</13>, originariamente pubblicati su rivista, vengono riproposti in volume all'inizio del nuovo decennio. Nel 1963 pubblica un ultimo romanzo breve (<15>La giornata d'uno scrutatore</15>) e riunisce in volume i racconti di <18>Marcovaldo</18>, primo esempio di un sottogenere che avrà molta fortuna nella sua opera: la raccolta di racconti con un unico protagonista. La seconda metà degli Anni 60 è segnata dall’invenzione della serie di racconti delle Cosmicomiche, che vengono raccolti in due libri (<20>Le Cosmicomiche</20> e <24>Ti con zero</24>), ma lascerà strascichi fino al 1984 con il volume <27>Cosmicomiche vecchie e nuove</27>, passando per <30>La memoria del mondo</30> del 1968. Alla fine degli Anni 60 inaugura un nuovo genere di ibridazioni destinato a imporsi negli Anni 70: il romanzo di racconti racchiusi dentro una cornice (<33>Il castello dei destini incrociati</33>).</1>",
  "anni-70": "<0>Anni 70</0><1>Negli <1>Anni 70</1> pubblica una raccolta di racconti (<4>Gli amori difficili</4>) che nasce da una sezione dei <7>Racconti</7> del 1958, arricchita di nuovi elementi. Ripropone inoltre presso Einaudi l'<11>Orlando Furioso</11> <13>di Ludovico Ariosto raccontato da Italo Calvino</13>, assecondando l'inclinazione alla riscrittura già praticata con le fiabe. Ma soprattutto continua a dedicarsi alla forma ibrida tra romanzo e raccolta di racconti nei libri maggiori di questo decennio: <16>Le città invisibili</16> e <20>Se una notte d'inverno un viaggiatore</20>. Come il protagonista di Marcovaldo era nato dieci anni prima la sua pubblicazione in volume sulle pagine de «l'Unità» , così il protagonista di <23>Palomar</23> vede la luce a metà degli Anni 70 sulle pagine del «Corriere della Sera», a cui Calvino collabora dal 1974 al 1979. A partire dal 1979 passa a «la Repubblica», inaugurando l'ultima importante collaborazione giornalistica.</1>",
  "anni-80": "<0>Anni 80</0><1>Negli <1>Anni 80</1> inizia a raccogliere i saggi e gli articoli scritti nel corso del tempo (<4>Una pietra sopra</4> e <7>Collezione di sabbia</7>). <10>Palomar</10> è l'ultimo volume narrativo e anche l'ultimo pubblicato nelle edizioni Einaudi, prima del passaggio a Garzanti. Ancora una volta un libro più simile a una raccolta di racconti che a un romanzo, essendo costituito da una serie di pezzi brevi (già usciti per lo più sui giornali) con un unico protagonista. Nel frattempo lavora su più tavoli, progettando una serie di libri che la morte improvvisa lascerà incompiuti.</1><2>Dopo la morte, avvenuta il 19 settembre 1985 a Siena, l'editore Garzanti pubblica due volumi postumi: una raccolta di racconti (<1>Sotto il sole giaguaro</1>) e i saggi delle <4>Lezioni americane</4>. Quindi i diritti delle opere passano a Mondadori, che inizia a pubblicare una serie di volumi composti di racconti o articoli che attingono al serbatoio di testi sparsi che Calvino non aveva personalmente raccolto.</2>",
  "anni-90": "<0>Anni 90</0><1>Nel corso degli <2>Anni 90</2> l'intera opera di Calvino viene proposta nella collana de <6>I Meridiani</6> di Mondadori, con un ricco apparato di note ai testi. Saranno otto alla fine i volumi che canonizzano Calvino come uno dei grandi classici della letteratura contemporanea (3 di <10>Romanzi e racconti</10>, 1 di <12>Fiabe</12>, 2 di <15>Saggi</15>, 1 di <18>Lettere</18> e un <21>Album Calvino</21>, ricostruzione biografico-fotografica della sua carriera letteraria).</1>",
  "Opere": "Opere",
  "Riscrittura": "Riscrittura",
  "Romanzo": "Romanzo",
  "Come si legge la visualizzazione": "Come si legge la visualizzazione",
  "Quotidiani": "Quotidiani"
}