{
  "help_panel": {
    "itinerario_dubbio": "Itinerario dubbio",
    "tipo_di_fenomeno": "Tipo di fenomeno",
    "di_cosa_si_tratta": "<0>Si definisce <2>testo dubitativo</2> un tipo di testo che torna continuamente sui propri passi per cancellare e riscrivere quanto affermato in precedenza. Il lettore si trova di fronte a un testo instabile, all’interno del quale entrano in competizione e si sommano numerose versioni possibili della storia che il narratore cerca di raccontare con molti dubbi e difficoltà. La visualizzazione mostra la presenza del <5>testo dubitativo</5> all’interno dell’opera e permette di indagare il modo in cui tale tipo di testo altera la linearità del meccanismo narrativo.</0>",
    "come_funziona": "<0>La visualizzazione può essere esplorata in due modi:<br/> Il primo modo permette di avere un colpo d’occhio sull’estensione del processo in tutta l’opera. Le colonne, che rappresentano i testi, sono disposte cronologicamente per data di prima pubblicazione lungo l’asse orizzontale e colorate secondo la presenza di quattro tipi di testo: <4>testo dubitativo</4> (zona di espressione del dubbio); <7>testo oggetto di dubbio</7> (zona del testo messa in dubbio); <11>testo dubitativo e oggetto di dubbio</11> (zona del testo in cui viene espresso un dubbio e di cui poi si dubita); <15>testo non dubitativo</15> (zona neutra).<br/><br/>Ogni colonna se selezionata si “apre” e mostra, tramite una scala cromatica d’intensità crescente, la quantità di caratteri che è stata messa in discussione una o più volte dal processo dubitativo; l’informazione è riportata in percentuale accanto al tipo di testo corrispondente. Il numero di volte che un <22>testo dubitativo</22> o un <25>testo oggetto di dubbio</25> sono stati messi in discussione determina il <i>Numero di livelli</i>.<br/><br/>Varie funzioni permettono di esplorare i dati raccolti, filtrando i testi secondo diversi criteri (<i>Cerca per; Tipo di pubblicazione; Numero di livelli, Filtro cronologico</i>) o modificando la loro scala di valore (<i>Lunghezza</i>). Inoltre è possibile riorganizzare la successione delle barre scegliendo un tipo di testo come parametro ordinante.<br/><br/>Il secondo modo mostra l’andamento del processo dubitativo nel testo selezionato. In questo caso è possibile vedere le singole occorrenze dei diversi tipi di testo, ma soprattutto in che modo si creano i <i>livelli</i>.</0>",
    "qualche_pista_di_lettura": "<0>Il primo aspetto che emerge dalla visualizzazione è la crescita esponenziale del fenomeno a partire dalla fine degli anni Cinquanta, ma non solo. Nello stesso periodo in cui si intensifica la presenza del <2>testo dubitativo</2> anche la presenza di <5>testo dubitativo e oggetto di dubbio</5> aumenta, suggerendoci che più il testo dubita di se stesso minando il proprio statuto, più il <9>testo dubitativo</9> a sua volta diventa fragile e oggetto di continue negazioni e riformulazioni.<br/><br/>Passando a esaminare la struttura interna dei singoli racconti o romanzi, la visualizzazione mostra la diversa configurazione del processo dubitativo a seconda del testo. In particolare, rispetto al modo in cui si strutturano i livelli, si possono individuare due tendenze: a) da un lato troviamo opere che si costruiscono su catene di ipotesi frammentate e di estensione contenuta, stabilendo così un percorso di lettura fortemente instabile (es. <i>Ti con Zero</i>); b) dall’altro invece opere che, dopo aver accumulato alcune occorrenze di <18>testo dubitativo</18>, tendono verso la fine ad annullare il percorso compiuto, includendo nell’ultimo <21>oggetto di dubbio</21> una grande quantità di testo (es. <i>L’inseguimento</i>). Nel primo caso il numero dei livelli sale molto di più che nel secondo.<br/><br/>Le due tendenze sono più evidenti nelle forme brevi, ma anche nei romanzi si possono individuare strategie simili nella distribuzione delle occorrenze del processo dubitativo (vedi <29>Approfondimento</29>).</0>",
    "testo_gif": "<0>Testi disposti secondo data di prima pubblicazione. Apri la colonna cliccando, poi scorri verso il basso per vedere l’andamento del processo dubitativo.</0>",
    "disposizione_sulle_colonne": "Disposizione",
    "dubitativo_e_oggetto_di_dubbio": "Dubitativo e oggetto di dubbio",
    "oggetto_di_dubbio": "Oggetto di dubbio",
    "testo_dubitativo_dt": "Testo dubitativo (td)",
    "non_dubitativo": "Non dubitativo"
  },
  "Tipo di pubblicazione": "Tipo di pubblicazione",
  "TIPO DI TESTO": "TIPO DI TESTO",
  "Numero di livelli": "Numero di livelli",
  "opere_ordinate": "opere_ordinate",
  "LUNGHEZZA NORMALIZZATA (PERCENTUALI)": "LUNGHEZZA NORMALIZZATA (PERCENTUALI)",
  "Lunghezza": "Lunghezza",
  "tipi_testo": {
    "Oggetto di dubbio": "Oggetto di dubbio",
    "Non dubitativo": "Non dubitativo",
    "Dubitativo e oggetto di dubbio": "Dubitativo e oggetto di dubbio",
    "Dubitativo": "Dubitativo",
    "2 volte": "2 volte",
    "3 volte": "3 volte",
    "4 volte": "4 volte",
    "5 volte": "5 volte",
    "6 volte": "6 volte",
    "10 volte": "10 volte",
    "7 volte": "7 volte"
  },
  "Clicca per riordinare": "Clicca per riordinare"
}