{
  "contatti": "contatti",
  "testo_equipe": "<0><0>Équipe</0><1>Unité d’italien</1><2>Département de langues et des littératures romanes<br/>Université de Genève</2><3>L'équipe letteraria del progetto lavora all'interno dell'Unité d’italien del Département des langues et des littératures romanes dell'Université de Genève.<br/>Il gruppo riunisce specialiste di critica letteraria e in particolare dell'opera di Italo Calvino, che hanno affrontato l'analisi dell'intero corpus narrativo calviniano, articolando i risultati della loro ricerca in modalità compatibili con gli strumenti di visualizzazione sviluppati dal DensityDesign Research Lab.</3><4><0><0>Francesca Serra </0> - ideazione e direzione del progetto</0><1><0>Valeria Cavalloro </0></1><2><0>Virginia Giustetto </0></2><3><0>Margherita Parigini </0></3></4><br/><6>DensityDesign Research Lab</6><7>Dipartimento di Design<br/>Politecnico di Milano</7><8>Il laboratorio di ricerca <2>DensityDesign</2> è parte del Dipartimento di Design del Politecnico di Milano. Obiettivo del laboratorio è la rappresentazione di fenomeni complessi di natura sociale, organizzativa o urbana. A questi temi va aggiunto il crescente interesse per le Digital Humanities e in particolare per tutto ciò che sta all’intersezione fra le materie umanistiche e l’information design, come la progettazione di artefatti e metodi digitali per l’elaborazione, l’accesso e la visualizzazione dell’informazione.</8><9><0><0>Michele Mauri</0> - direzione delle attività dell’équipe DensityDesign</0><1><0>Tommaso Elli</0></1><2><0>Ángeles Briones</0></2><3><0>Beatrice Gobbo</0></3><4><0>Marco Pappalepore</0></4></9><br/><11>Il progetto è iniziato con <2>Paolo Ciuccarelli</2> alla direzione del gruppo DensityDesign.</11><12>Alla ricerca e alla progettazione dell’Atlante hanno partecipato anche: Matteo Banal, <2>Gabriele Colombo</2>, Serena Del Nero, Giovanni Lombardi.</12><13>Allo sviluppo delle visualizzazioni hanno collaborato Mauro Bianchi, Giovanni Fumagalli e Matteo Scaffidi di <2>Inmagik</2>.</13><p>Ringraziamo Lorenzo Faggi per la registrazione, presso lo spazio occupato Piano Terra, dell’audio del video introduttivo.</p><p>La voce narrante italiana è di Beatrice Gobbo e quella inglese di Marwa Boukarim.</p><p>La traduzione inglese dei testi dell’Atlante è di Ilaria Bruzzone.</p></0>"
}