{
  "La forma della geografia inventata": "La forma della geografia inventata",
  "paragraph-analisi": "<0>La categoria dei <2>luoghi inventati</2> riprende una delle quattro categorie ideate da Frank Zipfel nel 2001 e poi concettualizzate da Barbara Piatti nel 2008, sulla base del grado di dipendenza dei luoghi finzionali da quelli geospaziali (Zipfel 2001; Piatti 2008). Per Barbara Piatti gli <5>invented places</5> sono tutti i luoghi inventati creati all’interno di realtà geograficamente familiari (Reuschel-Hurni 2011, 296). Le ambientazioni inventate del corpus si distribuiscono in modo omogeneo nel corso del tempo: la prima occorrenza compare nel 1948 (il paesino di <7>Sant’Alcide </7><8><strong>(1)</strong></8> in cui è ambientato il racconto <11>Isabella e Fioravanti</11>) ; l’ultimo, nel 1982, è <13>Casa Palomar </13> <15><strong>(2)</strong></15>, la dimora cittadina del protagonista dell’ultima raccolta dell’autore.<br/>Osservando la visualizzazione, si nota anche come questa distribuzione riguardi tutte le tipologie di opere: i romanzi, i racconti confluiti in raccolta e i testi pubblicati su periodici e poi rimasti inediti. Prendendo singolarmente in esame le tre differenti sezioni si evidenziano tuttavia delle caratteristiche molto diverse. Vediamo quali. </0>",
  "paragraph-romanzi": "<0><0>La prima sezione, quella dei romanzi, è senza dubbio quella in cui si registra la maggior concentrazione di luoghi inventati, con più della metà delle opere (5 su 10) che presentano almeno un’ambientazione di questo tipo. È noto che la vena immaginifica di Calvino si sviluppi maggiormente nelle opere più estese del corpus, anche in virtù del complesso rapporto dell’autore con il genere del romanzo inteso in senso tradizionale: «Calvino è sempre stato un narratore che non sente il romanzo, che persino ne diffida. Narratore anti-romanzesco: nel senso che la problematica sociale e morale, la scienza della vita quotidiana come microstoriografia, che caratterizzano il romanzo moderno, sono sempre stati fuori del suo orizzonte» (Berardinelli 1991, 39). Si pensi alle storie della <1>Trilogia degli antenati</1>, ambientate tra gli alberi di Ombrosa e i boschi di Terralba. Oppure alle città visionarie e simboliche esplorate da Marco Polo nelle<3>Città invisibili</3>, o ancora, ai luoghi dai nomi impronunciabili – Petkwo, Kudgiwa, Oquedal – in cui si muovono i personaggi di<5>Se una notte d’inverno un viaggiatore</5>. Il modo in cui queste ambientazioni fantastiche si inseriscono nel tessuto narrativo delle storie merita uno sguardo più attento.</0></0>",
  "paragraph-romanzi-3": "<0>Un discorso diverso, ma non così distante, può essere fatto per le <1>Città invisibili</1>, l’opera che raccoglie il maggior numero di ambientazioni fantastiche. Le varie Eufemia, Zora, Despina sembrano così rarefatte che è facile credere di trovarsi infine fuori dal tempo e dallo spazio. Invece, anche in questo caso, Calvino non rinuncia a una cornice storica, poiché tutte e cinquantacinque le città visitate da Marco Polo appartengono allo sterminato impero di Kublai Khan.</0>",
  "paragraph-romanzi-4": "<0>Un discorso diverso, ma non così distante, può essere fatto per le <1>Città invisibili</1>, l’opera che raccoglie il maggior numero di ambientazioni fantastiche. Le varie Eufemia, Zora, Despina sembrano così rarefatte che è facile credere di trovarsi infine fuori dal tempo e dallo spazio. Invece, anche in questo caso, Calvino non rinuncia a una cornice storica, poiché tutte e cinquantacinque le città visitate da Marco Polo appartengono allo sterminato impero di Kublai Khan.</0>",
  "I romanzi": "I romanzi",
  "paragraph-romanzi-2": "<0>Le visualizzazioni del secondo e del terzo livello di analisi mostrano come in molti casi i luoghi d’invenzione intrattengano uno stretto dialogo con quelli reali e riconoscibili. Pensiamo, ad esempio, al <2>Visconte dimezzato</2>, primo libro della <5>Trilogia</5>. Il racconto si apre in Boemia, durante la guerra cristiana contro i Turchi, ma la storia principale si sviluppa a Terralba, terra natale del visconte Medardo, il quale, colpito da una palla di cannone ma miracolosamente salvo per metà, fa ritorno a casa. Terralba si trova in Italia e appartiene alla Repubblica di Genova: è dunque all’interno di uno spazio reale e definito che hanno luogo le avventure fantastiche del protagonista.</0><br/><2>In apparenza questo non accade nel <1>Barone rampante</1>, ambientato nel libero comune di Ombrosa, territorio-mondo del baronetto Cosimo Piovasco di Rondò. Tuttavia, pur senza essere esplicitamente incorniciata all’interno di un luogo localizzabile, anche Ombrosa è in qualche modo legata alla Repubblica di Genova, di cui è comune tributario. Pertanto, seppur in modo meno evidente, anche nel caso del Barone rampante lo spazio fantastico si intreccia a quello storico.<br/>Il fatto poi che Terralba e Ombrosa siano in qualche modo riconducibili alla Liguria, terra natale di Calvino, è doppiamente significativo. Nel 1965 lo stesso scrittore, con lo pseudonimo-anagramma di Tonio Cavilla, sottolinea l’importanza del paesaggio ligure sullo sfondo del <5>Barone rampante</5>: «Il romanzo si svolge in un paese immaginario, Ombrosa, ma ci rendiamo presto conto che questa Ombrosa si trova in un punto imprecisato della Riviera ligure» (<7>RR</7>, III, 1228-29). Evocare il paesaggio ligure, che per Calvino è <9>il</9>paesaggio per eccellenza, assume allora la precisa finalità di riallacciamento lirico con un passato mitizzato, in polemica con le trasformazioni edilizie che avevano deturpato la Liguria del dopoguerra (cfr. ivi, 1229). </2>"
}