{
  "help_panel": {
    "tipo_di_fenomeno": "Tipo di fenomeno",
    "di_cosa_si_tratta": "<0>Perché la nebbia? Perché è un fenomeno concreto di messa in dubbio dell’esistenza della realtà e di destabilizzazione della sua rappresentazione, che sembra tornare in varie parti dell’opera di Calvino. Prendendo la nebbia come oggetto di studio, abbiamo cercato di tracciare la ricorrenza di questo elemento atmosferico nell’opera di Calvino. A tal fine, sono state catalogate tutte le occorrenze delle parole derivate dal termine nebbia; inoltre, sono stati presi in considerazione anche elementi atmosferici non esattamente coincidenti ma simili, quali “bruma”, “caligine”, “foschia” e eventuali derivati. Infine, abbiamo deciso di integrare un altro parametro alla ricerca: sono state catalogate le occorrenze delle parole derivate dal termine <2>cancellazione</2> (comprese le varie forme del verbo “cancellare”), che rappresenta il principale effetto prodotto dall’elemento atmosferico della <5>nebbia</5>.</0>",
    "come_funziona": "<p>Il territorio può essere visualizzato in due diversi modi, che mostrano da due differenti punti di vista i dati raccolti.</p><1><0>Presenza del fenomeno</0> segnala la presenza e l’intensità dei due fenomeni analizzati (<2>nebbia</2> e <5>cancellazione</5>) in tutta l’opera, testo per testo. La visualizzazione consente di vedere separatamente l’evoluzione nel tempo dell’utilizzo di un solo fenomeno, unendo a questo parametro l’intensità con il quale è stato impiegato. Si può vedere anche la presenza e l’intensità dei due fenomeni riuniti (<7>entrambi</7>).</1><2><0>Proporzione</0> segnala il rapporto dei due fenomeni all’interno di uno stesso testo: il perimetro di ogni elemento grafico viene colorato a seconda della proporzione quantitativa del fenomeno analizzato.</2>",
    "entrambi": "entrambi",
    "cancellazione": "cancellazione",
    "qualche_pista_di_lettura": "<0>Un’informazione rilevante che emerge dalla visualizzazione consiste nel diverso tipo di distribuzione nel tempo e nell’opera dei due fenomeni: la nebbia, maggiormente presente nelle forme brevi, si sposta dalle raccolte centrali nella carriera di Calvino verso i testi isolati degli ultimi anni. La cancellazione invece si dispone in maniera uniforme lungo tutta l’opera, intensificandosi progressivamente a partire dagli anni Sessanta. La seconda metà dell’opera di Calvino sembra essere pervasa dalla nebbia: se però osserviamo la sua evoluzione cronologica, salta all’occhio che la presenza numerica del fenomeno non riflette tale percezione(vedi <2><0>Approfondimento</0></2>).</0><p>Un altro aspetto interessante è l’osservazione dell’impiego solitamente disgiunto di nebbia e cancellazione: i testi che contengono entrambi sono soltanto una decina. Se ne deduce che i due fenomeni sono complementari: laddove la nebbia ha concretamente spazio, il narratore non sembra aver bisogno di evocare la cancellazione; viceversa, laddove la cancellazione dilaga, l’apparizione della nebbia vera e propria diventa superflua.</p>"
  },
  "footer": {
    "presenza_del_fenomeno": "Presenza del fenomeno"
  }
}