{
  "title": "title",
  "paragraph_ostacoli_visivi": "<0>All’inizio degli anni Sessanta, prima di dare vita al nuovo personaggio cosmicomico Qwfwq, Calvino porta a termine il lungo percorso che negli anni Cinquanta aveva riguardato il personaggio di Marcovaldo. Nel 1963 vengono pubblicati gli ultimi racconti della serie che ha per protagonista Marcovaldo, fra cui <1>La fermata sbagliata</1>: Marcovaldo va al cinema e uscendo dopo l’ultimo spettacolo scopre che la città è stata invasa dalla nebbia; incapace di trovare dei punti di riferimento per orientarsi, scende alla fermata sbagliata del tram e si perde. L’anno successivo, nel 1964, esce su «il Caffé» un racconto cosmicomico intitolato <4>Un segno nello spazio</4>: Qwfwq si decide dopo un lungo periodo di incertezza a lasciare un segno personale nell’universo, simbolo di se stesso ma anche punto di riferimento nello spazio sconfinato in cui si trova. Dopo appena una rivoluzione della Galassia, scopre che qualcuno lo ha cancellato e riscritto, imitando maldestramente il suo gesto; ha inizio allora una catena di cancellazioni reciproche destinata a ricoprire di tracce illeggibili l’intero universo. Entrambi questi testi raccontano un ostacolo visivo, ma se nel primo caso ci troviamo di fronte a una “sottrazione” subita dal personaggio, nel secondo abbiamo a che vedere con una forma di “eliminazione” volontaria che assume il ruolo di motore della creazione. Si tratta di un chiaro momento di transizione: la pubblicazione di <6>Marcovaldo</6> ha la funzione di «chiudere definitivamente una fase della sua vita e nell’annunciarne una nuova», lasciando una volta per tutte dietro di sé «l’impegno politico degli anni cinquanta» (Scarpa 2005, 29); il racconto cosmicomico invece «è un genere letterario con il quale egli si reinventa come scrittore» (ivi, 32). Il progressivo alzarsi e abbassarsi delle diverse onde nella visualizzazione rispecchia questo cambio di rotta: si scopre, infatti, che l’inversione di tendenza che riguarda il passaggio dal concreto all’astratto avviene proprio nell’intervallo visualizzato. Da questo momento in poi la cancellazione avrà la meglio sulla nebbia.</0>",
  "Concreto e astratto": "Concreto e astratto",
  "La nebbia che non c’è": "La nebbia che non c’è",
  "paragraph_nebbia_che_non_ce": "<0>Mettere a confronto l’inizio <2>(a)</2> e la fine <5>(b)</5> della carriera narrativa di Calvino permette di scoprire un dettaglio non trascurabile del modo in cui l’autore ha impiegato i due fenomeni nel corso della sua carriera. Il confronto mostra un progressivo rovesciamento della proporzione tra i due: la presenza della nebbia, più intensa nella produzione narrativa dei primi vent’anni, mano a mano diminuisce a favore della cancellazione. Nonostante l’impressione inversa che viene generalmente percepita, ovverosia che siano le opere tardive di Calvino a essere immerse nella nebbia. La cancellazione rappresenta, in un certo senso, l’effetto della presenza della nebbia; a partire dagli anni Sessanta sembra, però, che non ci sia più bisogno di integrare nel testo un fenomeno fisico in grado di giustificare la scomparsa dell’universo narrativo. La cancellazione si trasforma in una forza che trascende il fenomeno naturale; l’universo narrativo si disfa sotto gli occhi del lettore senza cause apparenti. Il confronto consente di verificare la tendenza dei testi calviniani a spostarsi nel corso del tempo verso dimensioni sempre più incorporee. La nebbia, che si ha l’impressione di incontrare nelle opere tarde di Calvino, probabilmente non è il vero e proprio elemento atmosferico, bensì una forma di simulazione delle conseguenze di quella che un tempo sarebbe stata rappresentata come nebbia. Un modo in cui il testo ne imita gli effetti.</0>",
  "paragraph_concreto_e_astratto": "<0> Il grafico mostra i due fenomeni, <3>nebbia e cancellazione</3>, distribuiti cronologicamente e non più ancorati ai singoli testi. Le onde della <6>bump chart</6> evidenziano il loro impiego durante i quarant’anni di carriera dell’autore, consentendoci di leggere in parallelo i loro rispettivi andamenti.<br/>Le occorrenze, inoltre, sono distinte a seconda che siano state categorizzate nella raccolta dati come <10>astratte</10> o come <13>concrete</13>.<br/>Per concreto qui si intende una presenza fisica dell’elemento nella narrazione: es. «c’era un po’ di nebbia verso il mare e l’aria era umida» (<17>Pranzo con un pastore</17>, 1948, in <19>RR</19>, I, 211); «Invece si limita a farci strisciare sopra un dito e a vedere l’impronta umida come la scia d’una nave, poi a cancellarla col maglione fregandoci con il gomito» (<21>La notte dei numeri</21>, 1958, in <23>RR</23>, II, 1058). Viceversa, per <25>astratto</25> si intende una presenza “non fisica” dell’elemento nella narrazione: es. «un’ombra bruna sale dal fondo e come nella nebbia del ricordo lascia trasparire le sparse membra dell’oca» (<27>Un chilo e mezzo di grasso d’oca</27>, 1976, in <29>RR</29>, II, 930); «lei abbassava le ciglia e lui si sentì come cancellato» (<31>L’avventura di uno sciatore</31>, 1959, <33>RR</33>, II, 1175).</0>",
  "Ostacoli visivi": "Ostacoli visivi",
  "L’effetto-nebbia": "L’effetto-nebbia"
}