{
  "help_panel": {
    "colore": "Colour",
    "di_cosa_si_tratta": "<p>The dubitative text has a tendency to undermine the stability of the narration from the inside. This visualization focuses on this perspective: it puts aside the single novel or short story in favour of a different aggregation system, a graphic element representing only the presence of dubitative text.</p><p>The advantage is the union of two different analytic perspectives: the first shows the “behaviour” of dubitative text in Calvino’s works through the arrangement of the various elements and their colour; the second is accessible by “opening” each graphic element: it then becomes possible to see their composition, tied to a specific grid of analysis on which we built the database behind this visualization.</p>",
    "come_funziona": "<0>The arrangement of the elements on the page is based on two criteria: (1) the amount of dubitative text in proportion to the total length of the work; (2) a grid which describes, for every occurrence of dubitative text, the object of doubt (<i>Category</i>) and how the doubt is expressed (<i>Style</i>). This method of analysis delineates how the dubitative text is used: texts with common features are close to one another, while those with little in common are set further apart.</0><1>The grid is composed of three <i>categories</i>: <2>content</2> (the very content the author wants to talk about is questioned), <5>form</5> (the way to express the content of the narration is questioned), <8>meaning</8> (the interpretation of the narration content is questioned);  and of three types of <i>style</i>: <i>hesitation</i> (on <14>content</14>, <16>form</16> or <18>meaning</18> of what has just been said), <i>reformulation</i> (of the <23>content</23>, <25>form</25> or <27>meaning</27> of what has just been said), <i>negation</i> (of the <31>content</31>, <33>form</33> or <35>meaning</35> of what has just been said). Each occurrence of dubitative text was analysed through the focus on both <i>focus</i> on both <i>Levels</i> and <i>Styles</i>.</1><2>The colour of the graphic elements depends on the use percentage of the various <i>Categories</i> in the dubitative text of each work. Their dimension reflects the amount of dubitative text measured in characters. If selected, each graphic element “opens”, showing its internal distribution of occurrences, based on the grid used to analyse the text.</2><3>The visualization can be explored through the search by title function (<i>Search by</i>) and the texts can be selected by time interval (<i>Chronological filter</i>). It is also possible to modify the visualization’s chromatic scale by choosing a style as the parameter (<i>Colour by style</i>): this function allows the viewer to see the intensity of use of the chosen <i>style</i> in the different graphic elements.</3>",
    "qualche_pista_di_lettura": "<0>The vertical line in the visualization highlights the peculiar spatial arrangement of the elements. On the left of the line there is a chromatically homogenous area, mostly in yellow (<1>content</1>), with a smaller presence of dubitative text; on the right the dubitative text is more widespread and the graphic elements’ colour suggests that the <i>Categories</i> are being used more often as a combination.</0><1>This separation emerged spontaneously from the spatial arrangement of the elements according to the gathered data, and it seems consistent with a chronological separation; the texts on the left tend to be those written before the 1960s with only a few exceptions: <i>Campo di mine</i> (1946), <i>L’avventura di un soldato</i> (1949) (see the <8>In-depth analysis</8>), <i>La casa degli alveari</i> (1949), <i>L’avventura di un impiegato</i> (1953), <i>L’avventura di un fotografo</i> (1955), <i>Il cavaliere inesistente</i> (1959), are the only ones that “pass” the line. A larger presence of dubitative text pushes these works to the right, suggesting that, despite the fact that the use of dubitative text is more intense from the 1960s and onwards, it was present in the earlier works as well.<br/><br/><br/><br/></1>",
    "griglia": "Grid"
  },
  "footer": {
    "Colora per stile": "Colour by style"
  }
}