{
  "Il dubbio e la cancellazione": "Doubt and erasure",
  "paragraph-racconto-esemplare": "<0><i>L’avventura di un soldato</i> (1949) is the inaugural short story of the “adventures” series, a narrative formula often reprised over the years that defines a group of short stories later collected in the volume <i>Gli amori difficili</i> (1970). As Calvino himself explains in the original introduction to the collection, «at the base of many of these stories is a communication difficulty, a silent area deep into human relations» (Calvino 2011, XII). In this story, private Tomagra is sitting in a train compartment, when a woman dressed in mourning sits beside him. The plot is a sequence of seduction manoeuvres on the soldier’s part that could allow him to create a bond with the widow. However, it is a fragile, uncertain bond, because his gestures «now seem grand, irreversible victories, now appear like precarious, unconfirmed illusions» (ibid.). Another obstacle is then added to the “communication difficulty”: Tomagra is moving in a semantically unstable universe of which he cannot interpret the signs for certain. These two elements are closely connected to what we called dubitative text.<br/><br/>In the general visualization, <i>L’avventura di un soldato</i> is situated on the right of the vertical line, in one of the outer areas, relatively isolated from other graphic elements. Even though there are no real aggregations, its position is close to that of a few meaningful other texts: the closer one is <i>Campo di mine</i> (1946), another exception, flanked by <i>Ricordo di una battaglia</i> (1974). The behaviour of these two stories also revolves around a dubitative process: on the one hand there is a tale about a man crossing a mined valley, attempting to interpret the humps and hollows in the earth, looking for hints of a safe path; on the other there is a character that tries to reconstruct the memory of a battle, fighting against the unavoidable decline of his ability to remember. All three stories have similarly composed grids: the <i>category</i> of <18>form</18> is almost completely absent, in favour of the <21>content</21> and <24>meaning</24> ones; simultaneously, the dominant <i>styles</i> are <i>hesitation</i> and <i>negation</i>. The world is, in many ways, fickle: the object of narration slips away, as does its interpretation. For this reason, the narrating voice states, then it doubts and erases, retracing its steps and changing direction.\n<br/><br/>Due to the high concentration of dubitative text and its peculiar position in the visualization, <34>L’avventura di un soldato</34>  is an interesting case study on which we can focus to better understand how the analysis grid, which guided us in creating the visualization, actually works.</0>",
  "paragraph-analisi-del-racconti": "<0>The visualization of this story is divided into four sections, each accompanied by a comment: a. Beginning (§1-8); b. Starting over (§9-24); c. Darkness and wait (§25-26); d. Erasure (§27-31). In this analysis the text is visualized in its entirety: each word has been substituted by a symbol in order to precisely map the extent of the dubitative process and, in particular, the presence of the various <i>categories</i> and <i>styles</i> from the grid. Each occurrence of dubitative text is numbered in order of appearance and the numbers are used as reference in the analysis.<br/></0>",
  "paragraph-text": "<0>a. Beginning</0><1><br/>The first section presents only a few occurrences of dubitative text: overall, we notice the <3>content</3> category and the style of <5>negation</5>. The first few paragraphs describe the woman and give Tomagra’s first impressions, gradually revised and corrected. The woman sat next to him even though there is plenty of empty seats; the soldier then starts to think of the reasons that might have driven the woman to choose that particular seat: «no doubt for some reason connected with travel, the soldier quickly decided, a draft, or the direction of the train» (Calvino 2010, 3) (<9>2, 3</9>). But soon a new hypothesis emerges: the lady might want to establish a contact with him.<br/><br/>In 7§ the woman, whose gaze is «unattainable», «fixed», «lidded», remains «impassive» (ibid., 3-5) as her thigh brushes with Tomagra’s; the widow does not show anything of what she feels or thinks, remaining a silent object whose apparent detachment the private does not know how to interpret. In this adventure, the power of the visual perception of the world seems defeated by the secrecy of the seduction gestures: this way, Tomagra has to find a different way to understand the sense of what is happening. There is then a succession of three questions in the text: «hadn't she realized this yet? Or was she preparing to flee? To rebel?» (ibid., 5) (<14>7-9</14>). This is the first instance of question marks in the story, a mark that seems to cause an evolution in the behaviour of the dubitative text. Indeed, the first occurrences of  <17>meaning</17> appear right after: in 8§ Tomagra decides to take the lead and «to transmit, somehow, a <19>message</19> to her» (ibid., emphasis added) beyond simple appearances; the body will act in a way that will have a parallel, “other” meaning: the «muscle of [the private’s] calf» transformed into a «hard, square fist», «quickly knocked at the calf of the widow» (ibid.) (<21>10, 11</21>), like a hand knocking on a door in the hope it will open. However, sending the message causes a panic attack in the soldier: he does not expect the woman to answer, but he still withdraws right away, depriving himself of the possibility of any clarification.<br/><br/>This first explicit gesture from Tomagra starts the mechanism that will bring the story forward up until its conclusion: acting with the goal of establishing a contact with the widow while trying to make his actions understandable, then realising instead that nothing of what he is doing has explicit meaning, as is the case for the signals sent by the woman. At that point, the only possible strategy will be a momentary retreat before starting over.<br/><br/></1>",
  "paragraph-text-3": "<0>c. Darkness and wait</0><1><br/>«A tunnel fell upon them» (ibid., 10). Instantly, it is dark; in that darkness Tomagra feels comforted, to the point of trying something new: he dares to touch the woman’s breast. The first paragraph (§25) is completely devoid of occurrences and concentrates on the soldier’s moves; the second (§26) has the highest density of dubitative text in the whole story and describes Tomagra’s reaction to a sudden movement from the widow. His thoughts on what might have caused the woman’s jerk soon start to contradict each other: maybe he had «gone too far» (<4>48</4>) or maybe it was «a sign that this was all real, that she accepted, participated» (<9>50</9>) (ibid., 10-11). In the Italian text, both sentences use the word “sign”, in the first case in the idiom “passare il segno”, which literally translates to “crossing the sign”: here it is used figuratively to indicate a boundary not to be crossed. In its second use it becomes the symptom, the symbolic proof of the widow’s participation in the exchange with the soldier: language reveals itself as the first vehicle for the ambiguity that envelops the real world.<br/><br/>In this section there is no light and, consequently, no sight: it is the apex of a progressive path towards a blindness that leaves Tomagra alone with his conjectures and substitutes the external space of the compartment with the internal one of the character. In this paragraph’s last occurrences of <15>content</15> , the soldier thinks about how long the tunnel still is and whether or not it would be worth trying something else while in darkness. But time is running out and doubts push the possibility of acting farther and farther away: «to be sure, in these reflections a great deal of time had been wasted [...] of course, this was a long tunnel [...] and if he took advantage immediately, he would have a lot of time ahead of him» (<17>51-53</17>) (ibid., 11). The paragraph represents the wait. The corresponding Italian term, “attesa”, is derived from the latin <i>adtendere</i>: <20>ad-</20> means “towards”, while <i>téndere</i> means both “to seek, to aspire” and “to pull”; the text expands and inflates itself through the dubitative process, it stretches (in Italian, “si <i>tende</i>”) increasing its space on the page. So, at the centre of the story are the missing gestures, the uncertain deductions, a systematic impulse to cancel all progression: a complex stratagem to prolong the wait and, at the same time, delay the end.</1>",
  "Un racconto esemplare": "An exemplary short story",
  "Analisi del racconto": "Story analysis",
  "paragraph-text-2": "<0>b. Starting over</0><1><br/>Tomagra’s physical and mental coming and going is a faithful reflection of the behaviour of dubitative text. In the article <i>La notte del morto nel paese nemico</i>, Francesca Serra describes the dubitative mechanism behind <i>Ricordo di una battaglia</i>, which she dubs a «negated story» as it is based on «a metanarrative reflection that deeply undermines the linear foundation of the story by always going back to contradict parts of it» (Serra 2010, 129) and consequently starting potentially endless new beginnings. In the first lines of 9§, Tomagra reaches the conclusion that, since that «patient and prudently established contact had been lost», «he had to begin all over again» (Calvino 2010, 5). He subsequently starts his attempts many times over, allowing the dubitative text to intensify and diversify in parallel to the soldier’s movements and doubts.<br/>Observing the visualization, we can see a heterogeneous use of both categories and styles; the occurrences of <13>content</13> and <16>meaning</16> are regularly alternated, while the <19>form</19> category is less present. Overall, we could say that the narrative and the dubitative process proceed in parallel to one another.<br/>Noticeably, at the centre of these comings and goings is not the character as a whole, but mostly his hand, represented as an independent entity, a sort of appendage with a will of its own (ibid., 5-6). Occurrences n° <24>10</24> and <27>11</27>had anticipated this “evolution” through a <i>reformulation</i>, by taking apart the private’s body and transforming it: the calf muscle became a fist. Subsequently the hand will also morph into a «butterfly», a «mouse», an «octopus», a «crab», a «pullet» (ibid., 7, 8, 10). The dubitative text in the <33>meaning</33> category introduces the hypothesis that alternative dimensions could overlap with reality, capable of interfering, confusing, but also of revealing. If we specifically concentrate on the distribution of occurrences from this category, <i>reformulation</i> is the main style: in the visualization it is used from the beginning (<37>10</37>) to the end of the story (<39>56</39>), usually in a frustrated effort to clarify once and for all the meaning behind gestures.<br/><br/>Tomagra’s body is fragmented in a way that reflects the description of the silent exchange of gestures with the widow: every movement is subjected to a thorough analysis that leaves no detail out. It is an almost analytical exploration and documentation of reality, but not even this scientific accuracy can protect Tomagra from the accumulation of uncertainties and conjectures. The focus on details causes a strange form of short-sightedness where everything, magnified and deformed, can still mean something else. We can see in the visualization that the <45>meaning</45> category is used differently in the central pages of the text, with the style of <i>hesitation</i> (<49>25</49>, <52>26</52>, <55>28</55>, <58>29</58>, <61>37</61>); in the first such occurrence, Tomagra wonders whether the widow’s gestures are «signals to him to stop» or «a final concession she was granting him», or maybe «a warning» (ibid., 7-8): the possible versions multiply, as do the questions with no answer. As a consequence, the occurrences of <64>meaning</64> fail to reformulate the meaning of a gesture and transform it into a clear message: they can only accumulate hypotheses. Tomagra could attempt to obtain an answer based on the widow’s reactions but «she was a sphinx» (ibid., 8), one more symbol representing the female enigma and, at the same time, the principle of reality-altering metamorphosis.\n\n<br/>The conclusion of 24§ reprises the initial sentence of this section: once again, Tomagra withdraws, yet hesitates, «as if he wanted to start his extremely patient operation <i>again from the beginning</i>, as if he were not sure now of the deep goals already gained. But had he really gained them? Or had it been only a dream?» (ibid., 10, emphasis added) (<70>43</70>, <73>44</73>, <76>45</76>). The whole seduction manoeuvre crumbles under the pressure of the doubt that nothing actually happened like the soldier had imagined it: Tomagra deluded himself that he had reached a level of complicity with the widow. Indeed, here we find the words “deep” and “dream” (“profondità” and “sogno” respectively in Italian), evoking an oneiric, suspended dimension of absolute uncertainty, recalled again right at the beginning of the following section.<br/><br/></1>",
  " Posizione del racconto nella visualizzazione": "Position of the story in the visualization.",
  "Distribuzione delle occorrenze di testo dubitativo nel racconto in base alla griglia d’analisi": {
    "": ""
  },
  " Distribuzione delle occorrenze di testo dubitativo nel racconto in base alla griglia d’analisi": "Occurrences of dubitative text according to the grid of analysis"
}