{
  "Capta": "Capta",
  "Corpus": "Corpus",
  "Dubbio- dataset 2": "Doubt - dataset 2",
  "Spazio- dataset 2": "Space - dataset 2",
  "Spazio- dataset 3": "Space - dataset 3",
  "Forma- dataset 2": "Form - dataset 2",
  "Forma- dataset 3": "Form - dataset 3",
  "Strumenti per la raccolta dati": "Data collection tools",
  "paragrafo_capta_1": "<0>The datasets we compiled are the very foundation on which we built the Atlas’ visualizations. In this section we will give a description of the datasets themselves and information on the planning choices, the methods and the tools we used while compiling them.<br/>This section is titled <i>Capta</i> instead of <i>Data</i> in order to highlight a concept that strongly influenced our work and is commonly used in Digital Humanities, in its definition by Johanna Drucker:</0><1><i>Capta</i> is “taken” actively while <i>data</i> is assumed to be a “given” able to be recorded and observed. From this distinction, a world of differences arises. Humanistic inquiry acknowledges the situated, partial, and constitutive character of knowledge production, the recognition that knowledge is constructed, taken, not simply given as a natural representation of pre-existing fact. (<4>Drucker, 2011</4>)</1><p>In order to provide a visual representation of a phenomenon, it is necessary to go through a phase in which the phenomenon is transformed into numbers and tables: as with any translation, it is a process of choices and selections. The analyses presented in this Atlas are the result of a humanities-focused research: as such, the connection with processes that involve reading and interpreting, instead of simply applying a statistical algorithm, is particularly evident. In order to give space to the peculiarities of humanities-oriented analysis, we opted for an iterative design process in which the structures and visual translations of the datasets changed as the analysis evolved.</p><p>In this process, we adapted existing visual models and created new ones to highlight exceptions, lack of homogeneity and ties to other humanities-related fields of study that would be difficult to represent with traditional solutions.</p><4>The results of this process are presented below: the datasets, which are conceptually considered <i>capta</i> by the authors of the project, and the tools that made their compiling possible.</4>",
  "paragrafo_capta_2": "<0><p>To clearly understand this section, it is important to underline that:</p><1><0>the <i>body of work</i> is the ensemble of all texts;</0><1>the <i>text</i>  is the single story/volume identified by a <i>title</i>;</1><2>the <i>occurrence</i>  is the word or passage analysed as minimal unit in a dataset;</2><3>the length of a text can be calculated in number of <i>characters</i> or number of <i>words</i>;</3><4>the position of <i>occurrences</i> in a text is marked through the number of characters;</4><5>the position and length of the occurrences can be “normalised”, namely recalculated in percentage with respect to the total number of characters in the text.</5></1></0>",
  "Corpus-text": "<0><0>This dataset consists of two relational tables containing information on the texts selected for the project. The information comes from: a) the section <i>Note e notizie sui testi</i>, edited by Mario Barenghi, Bruno Falcetto and Claudio Milanini in the three volumes <i>Romanzi e racconti</i> (<i>RR</i>, I, 1242-1393; <i>RR</i>, II, 1309-1475; <i>RR</i>, III, 1195-1350); b) from the bibliography <i>Bibliografia di Italo Calvino</i> by Luca Baranelli (Pisa, Edizioni della Normale, 2007).</0><p>The first table contains a list of the titles of each text. Each title has:</p><2><0>identifier or <1>ID</1>;</0><1>length in <1>characters</1> and <4>words</4>;</1><2><0>genre</0>;</2><3><0>volume</0> of <i>RR</i> that contains the text;</3><4>name of the .txt file containing the digital copy of the text (only available for internal use).</4></2><3>The second table shows the publishing history of each text, listing its various publications (see <2>Flows of the Stories</2>). In this table, each text’s ID appears once for each publication, accompanied by:</3><4><0><0>where it was published</0> (e.g., the magazine «Il caffè letterario e satirico»);</0><1>publication<0> date</0>;</1><2><0>flag</0> (e.g., true/false) that identifies the first publication.</2></4><p>When the text was published as a novel or as part of a collection, the corresponding ID is also present.</p><6>All the visualizations in this project are based, directly or indirectly, on these datasets and we particularly recommend the consultation of <2>Exploring the corpus as a territory</2>.</6><7>The one exception is <2>The Archipelago of Names</2>, the only visualization that takes Calvino’s essays into account in order to give an overview of the author’s intellectual universe.</7></0>",
  "Data/Capta": "Data/Capta",
  "Saggi": "Essays",
  "Spazio- dataset 1": "Space - dataset 1",
  "Forma- dataset 1": "Form - dataset 1",
  "Dubbio- dataset 1": "Doubt - dataset 1",
  "dataset non ancora disponibile": "Dataset currently unavailable ",
  "Saggi-text": "<0><0>This dataset is based on the reworking and development of the information from the index of names of the <i>Saggi. 1945-1985</i> (edited by Mario Barenghi, II, Milano, Mondadori, 1995, pp. 3045-3076).<br/>A text recognition algorithm was applied on the index using Adobe Acrobat Reader. The text was consequently converted in .txt (plain text); errors and imprecisions were fixed with the help of regular expressions or through careful manual procedures.\nThe information contained in the text files was then structured through a number of specially crafted <15>scripts</15> in node.js.</0><p>Through this first processing of the data, we crafted a table that contains, for each name, the following information:</p><2><0>identifier or <1>ID</1>;</0><1><0>occurrence</0> (name and surname);</1><2><0>position in the text</0> (page or pages);</2><3><0>title</0> of the text in which the occurrence appears;</3><4><0>length</0> of the text (beginning and end pages).</4></2><3>Using this information as the source, we generated a links table that shows the simultaneous presence of names in the same essay, subsequently visualized in the form of a network graph in <2>L’arcipelago dei nomi</2>.</3><4>In order to expand the visualization’s potential, we connected every name to a number of biographical information (date of birth and death, occupation, nationality, etc.) using the OpenRefine function for the connection to the corresponding Wikidata. In case of missing or imprecise information, it was manually corrected or modified.<br/>This information has not been converted into a visualization yet, but it allowed us to closely observe the world of linked open data and of collaboratively edited multilingual knowledge graphs, providing many potential research opportunities.</4></0>",
  "Dubbio- dataset 1-text": "<0><p>This dataset catalogues the presence in the body of work of the terms ‘nebbia’ (fog) and ‘cancellazione’ (erasure). It was measured by adding up the number of occurrences of ‘nebbia’, ‘cancellazione’ and, when present, synonyms. The data allowed us to also see the terms’ chronological distribution. Using the number of typographical characters as the unit of measurement, we calculated the proportion of the various semantic fields and their frequency with respect to the total number of characters in every text.</p><p>Each occurrence comes with the following information:</p><2><0><0>ID of the text</0> where the occurrence appears;</0><1><0>occurrence</0>;</1><2><0>lexical field</0> to which the occurrence belongs;</2><3><0>position</0> in the text (beginning and end characters);</3><4><0>text location</0> (<i>incipit</i>/<i>explicit</i>/-);</4><5><0>use</0> of the occurrence (abstract/concrete).</5></2><3>We used this dataset to create the visualization <2>Fog</2> and the In-depth analysis <5>The fog-effect</5>.</3></0>",
  "Dubbio- dataset 2-text": "<0><0>This dataset represents the spread of what we named dubitative text throughout the body of work. The necessary data was collected with the <2>Wanderer</2>, tool by highlighting the parts of the text involved in the dubitative process.</0><p>In the dataset, the collected information is structured as follows:</p><2><0><0>ID of the text</0> in cui compare l’occorrenza;</0><1><0>ID of the occurrence</0> of dubitative text;</1><2><0>occurrence</0> of dubitative text;</2><3><0>position</0> in the text (beginning and end characters);</3><4><0>category</0> (content/form/meaning);</4><5><0>style</0> (hesitation/reformulation/negation);</5><6><1>expressions</1>;</6><7><0>parentheses</0> in the dubitative text (true/false);</7><8><0>asides</0> in the dubitative text (true/false);</8><9><0>occurrence</0> of text object of doubt;</9><10><0>position</0> in the text (beginning and end characters);</10><11><0>parentheses</0> in the text object of doubt (true/false);</11><12><0>asides</0> in the text object of doubt (true/false);</12><13><0>dubitative text also object of doubt</0> (yes/no).</13></2><p>Through the dataset we can learn the amount, position, and functioning mode of the dubitative process inside of a text.</p><4>We used this dataset to create the visualizations titled <2>Erasure</2>, <5>Cancellazione</5> and the second- and third-stage In-depth analyses, titled <8>The novel-essay that doubts</8> and <11>Doubt and erasure</11>.</4></0>",
  "Spazio- dataset 1-text": "<0><0>Il dataset raccoglie tutti i luoghi d’ambientazione delle opere di Calvino. I luoghi sono stati identificati manualmente e classificati in parte grazie all’utilizzo dello strumento  <2>Explorer</2>.</0><p>Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID</0> del luogo;</0><1><0>ID del testo</0> in cui compare l’occorrenza;</1><2><0>occorrenza</0>;</2><3><0>appartenenza o dipendenza</0> da un altro luogo d’ambientazione esplicitamente citato;</3><4><0>scala</0>;</4><5>luogo <1>localizzabile</1> (vero/falso);</5><6>luogo <1>terrestre</1> (vero/falso);</6><7>luogo <1>inventato</1> (vero/falso/non assegnato);</7><8><0>categoria</0> (cosmici generici/cosmici localizzabili/terrestri localizzabili/terrestri generici/terrestri inventati/nessun luogo);</8><9><0>contesto</0> (guerra/natura ligure/paesaggio urbano/mare/fabbrica/metropoli/nessun contesto).</9></2><3>Con <i>scala</i> si fa riferimento alla descrizione qualitativa della dimensione del luogo (es. <i>landmark</i>, comune, nazione). Non sempre è stato possibile trovare una descrizione appropriata: per questo motivo tale categoria di informazioni è stata solo in minima parte utilizzata.</3><4>Il dataset è stato utilizzato per la realizzazione delle visualizzazioni <2>Luoghi</2> e <5>Trasformare</5>, oltre che per i relativi Approfondimenti: <8>La forma della geografia inventata</8> e <11>Cartografia dei luoghi terrestri</11>. Il dataset di quest’ultimo, che prende in esame soltanto i luoghi terrestri localizzabili, integra due informazioni supplementari: le<13>coordinate geografiche</13> e la <16>classificazione del tempo della storia</16> dei testi che appartengono alla selezione.</4></0>",
  "Spazio- dataset 2-text": "<0><p>Questo dataset rappresenta una selezione e insieme un ampliamento di quanto descritto al punto precedente. Una selezione, perché prende in esame soltanto i luoghi d’ambientazione terrestri localizzabili e generici della produzione calviniana di narrativa breve. Un ampliamento, perché alle caratteristiche precedentemente elencate in questo dataset si aggiungono alcune informazioni supplementari:</p><1><0>la <1>tipologia</1> di luogo d’ambientazione (spazio esterno/spazio interno/mezzo di trasporto);</0><1>il <1>movimento</1> (vero/falso);</1><2>la <1>direzione del movimento</1> (avanti/indietro).</2></1><2>Il dataset è stato utilizzato per la visualizzazione <2>Realismo</2>.</2></0>",
  "Spazio- dataset 3-text": "<0><0>Il racconto <i>Paura sul sentiero</i> è posto a fondamento del dataset in questione, nell’intento di trasformare il racconto in un oggetto visivo.</0><p>Il dataset raccoglie tutte le parole del racconto, in ordine di apparizione. Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID</0> dell’occorrenza;</0><1><0>occorrenza</0>;</1><2><0>luogo d’ambientazione</0>;</2><3><0>tipologia di sequenza</0> narrativa (realtà/immaginazione/contestualizzazione);</3><4><0>luogo geografico</0> (vero/falso);</4><5><0>nome proprio</0> (vero/falso);</5><6><0>sostantivo</0> (vero/falso);</6><7><0>tipologia di sostantivo</0> (astratto/concreto);</7><8><0>campo semantico</0> (guerra/natura/corpo/altro);</8><9><0>metafora</0> (vero/falso);</9><10><0>similitudine</0> (vero/falso);</10><11><0>interrogativo-dubbio</0> (vero/falso);</11><12><0>visione-desiderio</0> (vero/falso).</12></2><3>Il dataset è stato utilizzato per l’Approfondimento <1>Metamorfosi della realtà: sulle tracce della paura</1>.</3></0>",
  "Forma- dataset 1-text": "<0><p>Questo dataset registra le occorrenze di strutture elencatorie presenti nel corpus, raccolte tramite lo strumento Explorer.</p><p>Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID del testo</0> in cui compare l’occorrenza; </0><1><0>occorrenza</0>;</1><2><0>posizione</0> nel testo (carattere di inizio e di fine);</2><3><0>categoria</0> (parole/sintagmi/proposizioni/misto);</3><4><0>numero di caratteri</0> del testo in cui compare l’occorrenza;</4><5><0>numero di caratteri</0> dell’occorrenza;</5><6><0>percentuale</0> tra numero di caratteri dell’occorrenza e numero di caratteri del testo.</6></2><3>Il dataset è stato utilizzato per la visualizzazione <2>Elenchi</2> e l’Approfondimento <5>Per un’estetica elencatoria</5>.</3></0>",
  "Forma- dataset 2-text": "<0><0>Il dataset è costruito a partire dai volumi pubblicati in vita da Calvino, escludendo quindi i racconti dispersi, che non sono mai stati raccolti.<br/>Ogni volume è stato diviso in sequenze narrative, e per ogni sequenza (identificata con un ID) è stata segnalata l’eventuale presenza di sequenze interne, mostrando la stratificazione dei motivi nel testo. Tutti i segmenti così ricavati sono stati categorizzati in base al <i>tipo di sequenza</i> e distribuiti fra tre <i>piani</i>. All’interno di ogni piano, il <i>tipo di sequenza</i> specifica il contenuto o il ruolo strutturale dei singoli segmenti.</0><p>Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID del volume</0> in cui compare l’occorrenza;</0><1><0>ID</0> dell’occorrenza;</1><2><0>serie dei tipi di sequenze</0> presenti sulla stessa riga;</2><3><0>livello 1</0>;</3><4><0>posizione</0> dell’occorrenza nel testo (carattere di inizio e di fine);</4><5><0>tipo</0> di sequenza;</5><6><0>livello 2</0>;</6><7><0>posizione</0> nel testo (carattere di inizio e di fine);</7><8><0>tipo</0> di sequenza;</8><9><0>livello 3</0>;</9><10><0>posizione</0> nel testo (carattere di inizio e di fine);</10><11><0>tipo</0> di sequenza;</11><12><0>livello 4</0>;</12><13><0>posizione</0> nel testo (carattere di inizio e di fine);</13><14><0>tipo</0> di sequenza;</14><15><0>livello 5</0>;</15><16><0>posizione</0> nel testo (carattere di inizio e di fine);</16><17><0>tipo</0> di sequenza.</17></2><3>Il dataset è stato utilizzato per la visualizzazione <2>Combinare</2> e l’Approfondimento <5>Costruire la varietà</5>.</3></0>",
  "Forma- dataset 3-text": "<0><0>Il dataset rappresenta, espande e rielabora quello precedente, estendendo l’analisi a tutti i testi del corpus.<br/>Ogni testo è stato diviso in segmenti che riprendono la categorizzazione per <i>tipo di sequenza</i> del dataset precedente, ma abbandonano la strutturazione in livelli per seguire la successione lineare della trama (ogni segmento termina appena è individuabile un segmento diverso, indipendentemente dall’eventuale sovrapposizione o presenza di una sequenza interna).</0><p>Per ogni occorrenza sono riportate le seguenti informazioni:</p><2><0><0>ID del testo</0> in cui compare l’occorrenza;</0><1><0>posizione</0> dell’occorrenza nel testo (carattere di inizio e di fine);</1><2><0>numero di caratteri</0> dell’occorrenza;</2><3><0>numero di caratteri</0> del testo in cui compare l’occorrenza.</3></2><3>Il dataset è stato utilizzato per la visualizzazione <2>Trama</2> e l’Approfondimento <5>Leggere fra le trame</5>.</3></0>",
  "Strumenti per la raccolta dati-text": "<0><0>La raccolta dati è avvenuta in forma di annotazione sul testo tramite strumenti digitali appositamente realizzati. Le applicazioni per l’annotazione già esistenti si sono rivelate inadatte al nostro lavoro per varie ragioni. Tra queste, la necessità di caricare il testo su server di terze parti, problemi di obsolescenza e di incompatibilità, oppure a causa di una curva di apprendimento troppo ripida.<br/>Nel rispetto del copyright dell’opera, gli strumenti introdotti risolvono il problema della diffusione inappropriata del materiale utilizzando un approccio <3>client-side</3>, come già succede nel caso di altre applicazioni diffuse nel mondo della visualizzazione (es. <5>RAWGraphs</5>).</0><br/><2>Explorer <2>🔭</2></2><p>Lo strumento permette di evidenziare parti del testo, risalire alla posizione in caratteri del testo evidenziato, specificare un certo numero di proprietà a seconda di uno schema dati definito dal ricercatore e infine esportare queste informazioni in formato tabulare.</p><p>Lo strumento necessita del caricamento di due file:</p><5><0>un file di testo in formato .txt sul quale applicare annotazioni;</0><1>un file in formato .tsv contenente lo schema per la raccolta.</1></5><p>La lunghezza di alcuni testi come i romanzi o i racconti lunghi non ne permette l'analisi in una sola sessione. In questi casi è possibile esportare il proprio lavoro e ricaricarlo successivamente per riprendere quanto è stato lasciato in sospeso.</p><7><0>Tutorial e codice sorgente <1></1></0></7><8><0>Usa lo strumento <1></1></0></8><br/><10>Wanderer <2>🔬</2></10><p>Lo strumento è un’evoluzione del precedente e ne eredita tutte le funzionalità. In aggiunta, Wanderer permette di selezionare contemporaneamente due porzioni di testo tra le quali si vuole indicare una relazione.</p><12><0>Tutorial e codice sorgente <1></1></0></12><13><0>Usa lo strumento <1></1></0></13></0>",
  "lang": "en"
}