{
  "Capta": "Capta",
  "Corpus": "Corpus",
  "Dubbio- dataset 2": "Doubt- dataset 2",
  "Spazio- dataset 2": "Space- dataset 2",
  "Spazio- dataset 3": "Space- dataset 3",
  "Forma- dataset 2": "Form- dataset 2",
  "Forma- dataset 3": "Form- dataset 3",
  "Strumenti per la raccolta dati": "Data collection tools",
  "paragrafo_capta_1": "<0>The datasets we compiled are the very foundation on which we built the Atlas’ visualizations. In this section we will give a description of the datasets themselves and information on the planning choices, the methods and the tools we used while compiling them.<br/>This section is titled <i>Capta</i> instead of <i>Data</i> in order to highlight a concept that strongly influenced our work and is commonly used in Digital Humanities, in its definition by Johanna Drucker:</0><1><i>Capta</i> is “taken” actively while <i>data</i> is assumed to be a “given” able to be recorded and observed. From this distinction, a world of differences arises. Humanistic inquiry acknowledges the situated, partial, and constitutive character of knowledge production, the recognition that knowledge is constructed, taken, not simply given as a natural representation of pre-existing fact. (<4>Drucker, 2011</4>)</1><p>In order to provide a visual representation of a phenomenon, it is necessary to go through a phase in which the phenomenon is transformed into numbers and tables: as with any translation, it is a process of choices and selections. The analyses presented in this Atlas are the result of a humanities-focused research: as such, the connection with processes that involve reading and interpreting, instead of simply applying a statistical algorithm, is particularly evident. In order to give space to the peculiarities of humanities-oriented analysis, we opted for an iterative design process in which the structures and visual translations of the datasets changed as the analysis evolved.</p><p>In this process, we adapted existing visual models and created new ones to highlight exceptions, lack of homogeneity and ties to other humanities-related fields of study that would be difficult to represent with traditional solutions.</p><4>The results of this process are presented below: the datasets, which are conceptually considered <i>capta</i> by the authors of the project, and the tools that made their compiling possible.</4>",
  "paragrafo_capta_2": "<0><p>To clearly understand this section, it is important to underline that:</p><1><0>the <i>body of work</i> is the ensemble of all texts;</0><1>the <i>text</i>  is the single story/volume identified by a <i>title</i>;</1><2>the <i>occurrence</i>  is the word or passage analysed as minimal unit in a dataset;</2><3>the length of a text can be calculated in number of <i>characters</i> or number of <i>words</i>;</3><4>the position of <i>occurrences</i> in a text is marked through the number of characters;</4><5>the position and length of the occurrences can be “normalised”, namely recalculated in percentage with respect to the total number of characters in the text.</5></1></0>",
  "Corpus-text": "<0><0>This dataset consists of two relational tables containing information on the texts selected for the project. The information comes from: a) the section <i>Note e notizie sui testi</i>, edited by Mario Barenghi, Bruno Falcetto and Claudio Milanini in the three volumes <i>Romanzi e racconti</i> (<i>RR</i>, I, 1242-1393; <i>RR</i>, II, 1309-1475; <i>RR</i>, III, 1195-1350); b) from the bibliography <i>Bibliografia di Italo Calvino</i> by Luca Baranelli (Pisa, Edizioni della Normale, 2007).</0><p>The first table contains a list of the titles of each text. Each title has:</p><2><0>identifier or <1>ID</1>;</0><1>length in <1>characters</1> and <4>words</4>;</1><2><0>genre</0>;</2><3><0>volume</0> dei <i>RR</i> that contains the text;</3><4>name of the .txt file containing the digital copy of the text (only available for internal use).</4></2><3>The second table shows the publishing history of each text, listing its various publications (see <2>Flows of the Stories</2>). In this table, each text’s ID appears once for each publication, accompanied by:</3><4><0><0>where it was published</0> (e.g., the magazine «Il caffè letterario e satirico»);</0><1>publication<0>date</0>;</1><2><0>flag</0> (e.g., true/false) that identifies the first publication.</2></4><p>When the text was published as a novel or as part of a collection, the corresponding ID is also present.</p><6>All the visualizations in this project are based, directly or indirectly, on these datasets and we particularly recommend the consultation of <2>Exploring the corpus as a territory</2>.</6><7>The one exception is <2>The Archipelago of Names</2>, the only visualization that takes Calvino’s essays into account in order to give an overview of the author’s intellectual universe.</7></0>",
  "Data/Capta": "Data/Capta",
  "Saggi": "Essays",
  "Spazio- dataset 1": "Space- dataset 1",
  "Forma- dataset 1": "Form- dataset 1",
  "Dubbio- dataset 1": "Doubt- dataset 1"
}