{
  "Costruire la varietà": "Building variety",
  "Un confronto insolito": "An unusual comparison",
  "paragraph-compatto-vs-molteplice": "<0>The interest in literature seen as a game of combinations has always been a recurring theme in the critique of Calvino’s works. After all Calvino himself, as a direct participant in the OuLiPo group in Paris (side by side with authors like Raymond Queneau and Georges Perec), established an unavoidable interpretation route for many of his works. In some cases, this became a mandatory passage for critics, especially on texts written in the second half of the 1960s. After all, it is hard to ignore the way his writing changed, going in just a few years from the tones and forms that granted him literary fame with the trilogy <i>I nostri antenati</i> (1952, 1957, 1959), the <1>Racconti</1> (1958) and <4>Marcovaldo</4> (1963), to the geometric and metaliterary taste of the second half of his career. From <7>Città invisibili</7> (1972), to <10>Castello dei destini incrociati</10> (1973), up to <13>Se una notte d’inverno un viaggiatore</13> (1979), what Calvino is most interested in is the relation between model and variant: the modular construction is seen not only as a trigger for the exploration of imagination, but also as a cognitive and metaliterary exercise, as it produces a type of text that «visibly shows how it was built: in other words, it is always self-reflective» (Donnarumma 2008, 82). These years are completely devoted to refining the «combinatory narrative machine» (an expression with which Calvino himself will define the tarots’ role in the <i>Il castello dei destini incrociati</i>; Calvino 1973, <i>RR</i>, II, 1276) which could, given the proper starting elements and an effective set of rules, create an infinite variety of results. This intuition predates by half a century an innovation that was barely predictable, given the technological revolution of his years: today it is known as “procedural generation” by algorithm. The year 1965 represents the symbolic centre of this turn: it is the year in which <20>Le Cosmicomiche</20> collection was published, inaugurating a varied subgenre that would last for the following two decades (Calvino’s last texts <23>Il niente e il poco</23> and <25>L’implosione</25>were published in la Repubblica in September 1984, still under the title <28>Le nuove cosmicomiche</28>). It is also probably the point of maximum balance between the ostentation of a repeated model (quoting a scientific fact at the beginning, the histrionic voice of the narrator Qfwfq) and the variation of inspiration and situations. While justified by Calvino’s artistic history and the evolution of his literary interests, this critical structure made of two opposed, contrasting elements, may well be hiding a whole range of subtle nuances. In 1965, beside the cumbersome release of <31>Le Cosmicomiche</31> there was one more publication. It was a small volume that reintroduced a strange pair of texts previously published in magazines («Nuovi Argomenti», 34, 1958 and «Botteghe Oscure», quaderno X, 1952, respectively): <34>La nuvola di smog e La formica argentina</34>. This small Einaudi book was born as part of an unfinished project, a «narrative cycle on mid-century Italy» (Calvino 1963). It is especially meaningful as a republication, because it demonstrates Calvino’s ability to focus his attention on two parallel but extremely different operations. On the one hand there is the collection in a volume of the cosmicomic short stories, which represent his most recent production and were written at an extremely fast pace during the previous year, allowing almost no time for other projects. On the other hand, the republication in a volume of two works from the previous decade, which had remained in a suspended state due to the impossibility of giving them a definite place, not only in terms of narrative genre and of where to publish them, but also, mostly, in the author’s narrative journey. These two texts, hovering on the threshold between short story and novella, indeed belong to that minor category in Calvino’s writing that attempts to recover atmospheres and situations of modernist realism in order to paint a true picture of post-war Italian society; but now this form lacks the alienating filter of a deliberately simple, childish language employed for example in <37>Ultimo viene il corvo</37>, or in the trio of works titled <39>Entrata in guerra</39>, substituting it for a language which is direct, disillusioned, “adult”. These features are shared by a not-so-small group of titles, also including <41>La speculazione edilizia</41> and <44>La giornata d’uno scrutatore</44>, the unresolved adventures of <46>Amori difficili</46> and part of the stories from the collection <49>I Racconti</49>. However, the author does not seem completely comfortable with this group, as might be gleaned from the eccentric style used in the “non-defence” letter he wrote in answer to an essay analysing <52>Nuvola di smog</52>. In it, Calvino pretends to act as a critic of himself and proclaims his «moravism» (Calvino 1964, 104; after all, <54>La Nuvola</54> first came out in «Nuovi argomenti», the magazine directed by Italian writer Alberto Moravia), in a role play that still leaves a certain ambiguity to his declaration, a suspicion of poetic uncertainty on the value of this form of «greyness».</0>",
  "paragraph-un-confronto-insolito": "<0>If we compare the two 1965 volumes by giving them a graphic form to highlight their structure, the visual result seems to undoubtedly confirm the impression anyone would gain simply by reading the two respective texts. On the one hand we have <2>Le Cosmicomiche</2>, a sequence of twelve short, agile, fast paced texts which are a triumph of variety and unrestrained imagination: this collection expresses an almost neurotic mobility, bouncing ceaselessly between metaliterary inserts, segments of unbridled dynamism, descriptions of worlds situated beyond space-time as we know it, adventures of literally “cosmic” proportions animated by characters that cross disparate dimensional planes and, at the same time, are so small they can use atoms as marbles, and so big they can ride entire galaxies as if they were sledges. On the other hand, there is a dry, compact volume of only two texts that take their time, tied by thematic and structural correspondences so strong that, if the two main characters did not have different social origins, these texts might seem two halves of the same story, two episodes in the life of the same hero. Two «meditations on “mal de vivre” and the behaviour to display to face it» (Falcetto 1991, 1312), which show perfect continuity with one another and whose content is forcibly motionless: both stories are dominated by a superhuman enemy, a particulate monster, overwhelming but impalpable, against which it is impossible to act; both show a passive, disillusioned, stoic protagonist, passing through a choreography of characters that are facing the same evil and searching for their personal solution to life; both open with «moving elsewhere» (Serra 2006, 141), a gesture that puts the whole story in a perspective of uprooting, of loss of what was known and familiar, of the passage to a state of reset and new beginning in which life is stuck in a condition where everything has to be re-encountered, re-decoded, re-learned. In conclusion, a work of pure multiplicity, lightness, fantastical exuberance, with nearly omnipotent characters on one side, and a work of programmatic stillness, slowness, monotony, inhabited by passive heroes who renounce all agency almost on principle. However…</0>",
  "paragraph-la-verita-nascosta": "<0>However, if we try to link the differences between these two extremely different volumes to numerable textual elements by breaking down their respective structures in order to conduct an accurate autopsy, then the irrefutable impression we had when reading must face a few surprising results. When we take on the practical exercise of counting the “elementary particles” that make up the texts in the two volumes, forgetting for a moment what we know about them and only considering the basic narrative sequences that follow one another in the stories, that first impression is anything but confirmed. When all is said and done, <2>Le Cosmicomiche</2>, with their kaleidoscope of worlds and situations, and the pair <4>Nuvola-Formica</4>, monoliths dominated by «the poor, the unadorned, the dreariness, the greyness» (Calvino 1964, 108), actually present almost the same number of sequences: 148 and 142 respectively. If we then check how many categories these sequences are distributed among, we even find out that there are 19 in <6>Le Cosmicomiche</6> and 22 in <8>Nuvola-Formica</8>. How is that possible? How can we explain the fact that the uniform narration of Calvino’s gloomier stories has the same number of narrative segments than the cosmicomic atlas, and even a greater variety in categories? Where is the trick?</0>",
  "paragraph-incontrare-qualcuno": "<0>The power of strategic structural planning of the narrative elements is also relevant beyond the comparative analysis of two texts: a careful look at Calvino’s choices in distributing his materials can reveal enlightening details on how he built the internal balance of his stories. An example is the function of <1>encounters</1> as a mechanism to dissimulate complexity. The basic structure of the text is the same in both <5>Nuvola di smog</5> and <7>Formica argentina</7>: «a first person main character with no name or face moves among a plethora of minor characters, each with their own way to contrast the ants or the smog» (Falcetto 1991, 1313); it’s a model that reprises on the one side Dante’s theme of the voyage in an afterlife filled with souls subjected to exemplary punishment, and on the other that of Goethe’s <12>Bildungsroman</12>, where the hero begins a growth journey whose success depends on the teachings he can gather from the characters he meets. But in the folds of this apparently simple model that divides the text in a few long, recurring blocks, hides a whole repertoire of situations, feelings, discoveries, encounters in the encounters: meeting another individual is not only one of the things that can happen to the protagonists, but also a trigger that multiplies narrative events, while containing them all. On this tactic Calvino builds effects inside other effects, as happens in the <14>Formica</14> where he shows a combinatory taste already very similar in sensibility to the “<16>oulipienne</16>” works of the 1970s. Indeed, in these pages we see three consecutive examples of “perfect series”, or almost perfect: namely three cases where the narration follows a completely modular structure and intentionally repeats fragments of itself, all hinging on the encounter element. In order: the first one is a series of two repetitions of the sequence encounter-initiative-hope-disappointment (the protagonist interacts with a character, devises a plan to face the infestation problem, goes through a euphoric phase, then he loses faith and sinks into anguish for the probable failure); the second one is a three-repetition series of the sequence encounter-disappointment (the protagonist attempts to consult another character, but the inability to communicate and the failed contact make him fall into a depressed state); lastly, the third one is again a two-repetition series, but with a variation: encounter-initiative-disappointment and encounter-initiative <18>vision</18>, where the willing break in the pattern makes the desperation of the hero, now close to the breaking point, even sharper.<br/><br/>Of course, this is not merely a little game the author hid behind the scenes: the effect of repetition is an integral part of the representation of looming pessimism in this story, where the efforts of the characters persecuted by ants are multiplied in order to better showcase their pointlessness. Repetition also has the function of revealing the main character’s disillusioned clarity of mind. Indeed, one single encounter with its single strategic recommendation could become a reason for hope and perseverance, a challenge to the universe, and the protagonist’s tendency to get discouraged and give up would appear like a weakness. However, the kaleidoscope of encounters and disparate suggestions immediately gives the feeling of an empty illusion and a desperate attachment to some consolatory lie, in front of which the stoic, disenchanted realism of the protagonist, who tries everything half-heartedly, stands out as the only attitude based on a shareable state of mind: the dignified resignation to the presence of evil in the universe and the courage of reality.</0>",
  "Compatto vs molteplice, un passaggio sfumato": "Compact vs multiple: a nuanced passage",
  "Incontrare qualcuno il gusto della serie (quasi) perfetta": "Meeting someone: the pleasure of the (almost) perfect series",
  "paragraph-salti-di-ambito": "<0>There is an actual trick, and it becomes visible if we take a step back and take position midway between the extreme proximity we just experienced, and the approximate overview we began with: a position from which we can bring into focus not only the overall effect or the number of molecular parts, but the structure and the connecting chains that group these parts together.<br/>Here is the trick then, a trick that truly shows Calvino’s mastery of composition and combination techniques: the power to reveal or hide the variety of a text not by changing the number of involved elements, but by calibrating their effect through a careful process of strategic assembly. If we trace the categories back to the three general layers in which a narrative text can be separated - the <4>formal</4> one, containing the metatextual, non-diegetic elements, the <7>internal</7> one,  containing feelings, emotions and psychological conditions of the characters, and the <9>external</9> one, containing gestures, events and interactions developing in the world of the story - the reasons behind the prominent differences between the two volumes, impossible to understand if we only consider the minimal parts, start to show and become clear: it is not the number of sequences that produces (or tones down) the variety effect, but the frequency with which the narration jumps between layers.</0><1>The control knob that allows Calvino to begin with two repertoires of overall equivalent themes and reach such different results is hidden in the fact that the passages between themes are important not for their <1>quantity</1>, but for their <3>quality</3>. So, if we look at the detailed situation, we can see that <5>Le Cosmicomiche</5> narration involves all three layers, moving between them 70 times; on the other hand, <8>Nuvola-Formica</8>, only touches two of the three layers (the formal one is completely absent) and there are only 50 passages between them, 20 less than in <i>Le Cosmicomiche</i>. What does this mean in practice? It means that in the first case the layers are fragmented and mixed, the borders between inside and outside (of both the characters and the text) are completely pervious to Qwfwq’s wavering narrative voice, while in the second case the related sequences tend to aggregate, assembling the beginning particles in wider, uniform blocks that reduce the text’s entropy, giving a sense of slowness. The reader spends longer periods in uniform spaces, where the alternating themes are more of an internal vibration and the respective spaces of the psychological and moral sphere, and of the «public, intersubjective happenings» (Szondi 2000, 9) are well delimited and recognizable. With a small, almost invisible alteration, this composition stratagem can achieve a major impact on the result; it not only demonstrates what a «masterful puzzle» (Barthes 2002, 182) Calvino’s writing really is, but it is also responsible for a number of secondary artistic effects. One example is the feeling of depth given by the two realistic stories, where the world’s complexity, completely exposed and accessible to the characters in <10>Le Cosmicomiche</10>, is trapped in out-of-reach areas, pushed to the background, but always present, like a flicker of light at the bottom of a lake.</1>",
  "La varietà nascosta": "Hidden variety",
  "Salti di piano, o il potere dell’assemblaggio strategico": "Jumps between layers, or the power of strategic assembly"
}