{
  "ui": {
    "uno": "1",
    "quattro": "4",
    "aggregato": "Aggregated",
    "non_aggregato": "Non-aggregated",
    "volume": "volume",
    "numero_livelli_testo": "Number of text levels",
    "tre": "3",
    "cinque": "5",
    "due": "2",
    "categorie": "Categories",
    "footer_chart": "Volumes arranged by date of first publication: the thickness corresponds to the text length in characters.",
    "ambito": "Piano",
    "livello": "Level"
  },
  "help_panel": {
    "itinerario_forma": "Form itinerary",
    "disposizione_e_posizione": "Arrangement and position",
    "piano_esteriore": "External layer",
    "piano_interiore": "Internal layer",
    "piano_formale": "Formal layer",
    "racconto_incastonato": "Nested story",
    "metanarrazione": "Metanarration",
    "cornice": "Narrative frame",
    "struttura": "Structure",
    "di_cosa_si_tratta": "<0>This visualization represents the dynamics of combination in Calvino’s books. Each work of fiction published by Calvino during his life is represented by a column of different thickness depending on its amount of typographic characters. Each column is divided into segments representing three main layers of the works’ structural organization: the <2>external</2> layer (characters’ actions and events taking place in the physical world), <5>internal</5> (layer (feelings, thoughts, emotions), and <8>formal</8> layer (narrative frames, metaliterary inserts, paratextual structures).</0>",
    "come_funziona": "<0>The visualization offers different levels of progressively deeper analysis.<br/><br/>First of all, the division into segments of the columns shows the surface structure of the stories: the three types of coloured segments can be visualized in <i>Aggregated</i> or <i>Non-aggregated</i> mode; their size and placement show how Calvino chose to build the supporting frame of his stories (for example by alternating scenes in the external world and moments of inner reflection, or by presenting the reader with layered indexes and metaliterary spaces, or with a combination of all possibilities).<br/><br/>The <i>Layers/Sequences</i> filter takes the viewer to the intermediate structure, where the visualization shows the specific narrative sequences of which the surface segments are made. This filter gives a more detailed overview of the recurring elements in Calvino’s narration and their distribution in the stories over time.<br/><br/>By selecting a specific column, the viewer is granted access into the deeper structure: the selected work opens, revealing the inner levels of the sequences and exposing the layers internal to single themes, nested one inside the other. It is a “Russian doll” geometry, extremely common in Calvino’s writing. This structure can be explored with a cursor that also allows the viewer to select identical series in different works, when present. There is also a list of the various categories on the right of the visualization: by selecting one or more of them it is possible to highlight the corresponding segments on all levels and have an overview of their extent, relative frequency, and interactions with other segments.<br/><br/>Lastly, the <i>Levels</i> filter allows the user to narrow down the visualization according to the number of structural levels, isolating the works with the same structural complexity, in order to better compare Calvino’s recurring writing strategies.</0>",
    "qualche_pista_di_lettura": "<0>This visualization offers a comprehensive visual synthesis of Calvino’s writing patterns: the author often builds his stories through a system of modules, finding always new but somehow similar ways of recycling and recombining a limited number of narrative elements. This graphic representation of the various structural layers allows the user to take note of the author’s growing passion for a game of progressively more complex constructions where mathematical precision (e.g., the indexes of <i>Palomar</i>, organized into exponential trios) and calculated variations (e.g., the collection <i>Cosmicomiche vecchie e nuove</i>, where previously published short stories are organized in a new way) are intertwined, and where experiments of extreme minimalism, such as the single layer of <i>Le città invisibili</i> go hand in hand with chaotic formulas, like the complex structure of <i>Se una notte d’inverno un viaggiatore</i>. The visualization also shows, in a subtler way, traces of a tendency to combine and a meticulous attention towards the evaluation of structural balance in his more “traditional” works, like the realistic short stories written between the 1950s and 1960s (see the <10>In-depth analysis</10>).</0>",
    "terna": "Triad"
  },
  "ambito": {
    "esteriore": "External",
    "interiore": "Internal",
    "formale": "Formal"
  },
  "Esteriore": "External layer",
  "categorie": {
    "spostamento": "Movement",
    "stato euforico": "Euphoric state",
    "stato disforico": "Dysphoric state",
    "stato riflessivo": "Reflective state",
    "stato sospeso": "Suspended state",
    "racconto incastonato": "Nested story",
    "metanarrazione": "Metanarration",
    "cornice": "Narrative frame",
    "struttura": "Structure",
    "terna": "Triad",
    "interazione": "Interactions",
    "eventi liminali": "Liminal events",
    "intenzione": "Intention",
    "situazione": "Situation",
    "terna": "Terna"
  },
  "Forma": "Formal layer",
  "Interiore": "Internal layer",
  "combining": {
    "text_slider": "<0><i>Muovi lo slider per vedere la struttura dei livelli</i><br/><2>Clicca <1></1> per evidenziare la combinazione</2></0>"
  }
}