{
  "title": "Time and Works",
  "text": "<p>This visualization shows the main turning points in Calvino’s publishing history: the most important works published in his forty-year-long career and the long-lasting cooperation with a number of newspapers and periodicals. Its sinusoidal shape highlights the separate decades and the different directions of work and experimentation taken over time.</p><p>Each volume is represented by a symbol that shows the literary genre of each work and highlights the often-meaningful relationship between genre and decade.</p><2>To showcase Calvino’s important activity as a militant intellectual, which he carried on in parallel to the publication of books, the visualization also shows the author’s three main collaborations with newspapers: about three hundred articles written for «l’Unità», seventy for «Corriere della Sera» and one hundred and forty for «la Repubblica».</2>",
  "references": "<p>“Time and Works” © UNIGE/DensityDesign</p><1><strong>Scientific coordinators</strong>: Francesca Serra, Paolo Ciuccarelli.<br/><strong>Authors</strong>: Tommaso Elli, Margherita Parigini, Virginia Giustetto, Valeria Cavalloro.</1>",
  "anni-80": "<0>1980s</0><1>In the <1>1980s</1> Calvino began gathering the essays and articles written during his career (<4>Una pietra sopra</4> and <7>Collezione di sabbia</7>). <10>Palomar</10> is the last narrative volume and the last publication with Einaudi, before Garzanti. This book is once again more similar to a short story collection than a novel: it is made of short pieces (most of which had already been published in newspapers) with the same main character. Meanwhile, Calvino worked on different projects, planning a number of books that would be left unfinished by his sudden death.</1><2>After his death, on 19 September 1985 in Siena, Garzanti published two posthumous volumes: a short story collection (<1>Sotto il sole giaguaro</1>) and the essays <4>Lezioni americane</4>. Afterwards, the rights passed to Mondadori, which published a series of volumes collecting the short stories or articles never personally gathered into collections by Calvino.</2>",
  "anni-90": "<0>1990s</0><1>Over the <2>1990s</2>, Calvino’s entire body of work was published in the Mondadori series <6>I Meridiani</6> complete with a rich apparatus of notes. In the end eight volumes would confirm Calvino as one of the great classics of contemporary literature (3 volumes of <10>Romanzi e racconti</10>, 1 of <12>Fiabe</12>, 2 of <15>Saggi</15>, 1 of <18>Lettere</18> and one <21>Album Calvino</21>, a photo-biographic reconstruction of his literary career).</1>",
  "anni-40": "<0>1940s</0><1>Italo Calvino debuted in the <2>1940s</2> first with a novel (<4>Il sentiero dei nidi di ragno</4>) and then with a collection of short stories (<6>Ultimo viene il corvo</6>). Born on 15 October 1923, he was 24 years old when his first novel came out. The short stories had already been published mainly in magazines and newspapers, in particular in «l'Unità», with which Calvino cooperated from 1946 to 1955. The publishing house for all his main books was Einaudi, where Calvino worked for many years as an editor and, later, as a manager. Between 1947 and 1983 Calvino published twenty-five books with Einaudi, selling about 4 million copies. He also took part in their actual creation, curating the choice of covers, blurbs and pictures.</1>",
  "anni-70": "<0>1970s</0><1>In the <1>1970s</1> Calvino published a collection of short stories (<4>Gli amori difficili</4>) born from a section of the 1958 <7>Racconti</7> enriched by new additions. With Einaudi he also published the <11>l'Orlando Furioso</11> <13>di Ludovico Ariosto raccontato da Italo Calvino</13>(a prose retelling of the epic poem with selections from the original text) indulging his inclination for rewriting, already emerged with folktales. But he mostly worked on the hybrid form between novel and collection of short stories, producing the main books from this decade: <16>Le città invisibili</16> and <20>Se una notte d'inverno un viaggiatore</20>. Between 1974 and 1979, Calvino cooperated with the newspaper «Corriere della Sera» and on its pages the main character of <23>Palomar</23> first appeared, just like Marcovaldo had been born on the pages of «l'Unità», ten years before the publication of the corresponding volume. In 1979 Calvino switched to «la Repubblica», inaugurating his last important cooperation with a newspaper.</1>",
  "anni-50": "<0>1950s</0><1>In the early <2>1950s</2> Calvino published a novella (<5>Il visconte dimezzato</5>) and a collection of three long autobiographical stories about the war (<7>L'entrata in guerra</7>). Meanwhile, he left three novels unfinished, proof of the difficulties he had with this narrative genre. In the mid 1950s he started collecting and rewriting the <10>Fiabe italiane</10>, on which he worked for two years. In the late 1950s he published two novels (<12>Il barone rampante</12> and <16>Il cavaliere inesistente</16>, republished in 1960 together with <19>Il visconte dimezzato</19> in the trilogy <i>I Nostri antenati</i>) and an anthology of all the short stories he had written since the beginning of his career (<24>I racconti</24>). The anthology was divided in various sections; it brought back the texts from the first two collections (<26>Ultimo viene il corvo</26> and <30>L'entrata in guerra</30>) and it heralded more collections to come (<32>Marcovaldo</32> and <36>Gli amori difficili</36>). Over the course of his career, Calvino wrote approximately 200 short stories.</1>",
  "anni-60": "<0>1960s</0><1>Between the 1950s and the early <2>1960s</2>, Calvino experimented with various examples of hybrid forms between novellas and long stories. <6>La speculazione edilizia</6>, <9>La nuvola di smog</9> and <13>La formica argentina</13>, originally published in magazines, were published in volumes at the beginning of the new decade. In 1963, Calvino published one last novella (<15>La giornata d'uno scrutatore</15>) and he collected in a volume the  <18>Marcovaldo</18> short stories, the first example of a subgenre that would become very popular among his works: the collection of short stories with a common main character. The second half of the 1960s is marked by the invention of the Cosmicomiche short stories, collected in two volumes (<20>Le cosmicomiche</20> and <24>Ti con zero</24>)followed by <30>La memoria del mondo</30> in 1968. Traces of this production will remain until 1984, with the publication of <27>Cosmicomiche vecchie e nuove</27>. At the end of the 1960s he inaugurated a new hybrid genre destined to dominate the 1970s: the novel made out of short stories enclosed in a narrative frame (<33>Il castello dei destini incrociati</33>).</1>",
  "Come si legge la visualizzazione": "HOW TO READ THE VISUALIZATION",
  "Corriere della Sera": "Corriere della Sera",
  "raccolta-di-racconti": "Collection of<br/>short stories",
  "raccolta-di-saggi": "Collection<br/>of essays",
  "forma-ibrida-tra-romanzo": "Hybrid between novella<br/>and longer short story",
  "progetto-incompiuto": "Unfinished<br/>project",
  "raccolta-di-racconti-unico": "Collection of short stories<br/>with the same main character",
  "opera-fallita": "Failed or<br/>unpublished work",
  "unita": "l'Unità",
  "Opere": "Works",
  "romanzo-di-racconti": "Novel composed by short<br/>stories inside a narrative frame",
  "Romanzo": "Novel",
  "Riscrittura": "Rewriting",
  "Quotidiani": "Newspapers",
  "la Repubblica": "la Repubblica",
  "text-legend": "<0>Continua a scorrere verso il basso per conoscere decennio per decennio la carriera di Italo Calvino.</0><1>Clicca sulle opere per evidenziare il decennio corrispondente.</1><2>Clicca sullo sfondo bianco per cancellare la selezione.</2>",
  "Prima pubblicazione": "First publication"
}