{
  "contatti": "Contacts",
  "testo_equipe": "<0>\n    <0>Team</0>\n    <1>Italian section</1>\n    <2>Department of Romance Languages and Literatures<br/>\nUniversity of Geneva</2>\n    <3>The literature team of the project works inside the Italian section of the Department of Romance Languages and Literatures of the University of Geneva.<br/>\nThe group gathers experts in literary criticism, focused on Italo Calvino in particular; they cooperated on the analysis of his entire body of work, and adapted the results of their research to the visualization instruments developed by DensityDesign Research Lab.</3>\n    <4>\n        <0>\n            <0>Francesca Serra </0> - Project concept and direction</0>\n        <1>\n            <0>Valeria Cavalloro </0>\n        </1>\n        <2>\n            <0>Virginia Giustetto </0>\n        </2>\n        <3>\n            <0>Margherita Parigini </0>\n        </3>\n    </4>\n    <br/>\n    <6>DensityDesign Research Lab</6>\n    <7>Dipartimento di Design<br/>\nPolitecnico di Milano</7>\n    <8>The <2>DensityDesign</2> research lab is part of the <6>Design Department</6> of the Politecnico di Milano. It studies the implications related to the use of data, digital technologies and visual methods in fields such as design, research and society.<br/>The team contributed to the realisation of visualization methods, cooperating with the literary team through the expertise gathered in the field of Digital Humanities and through data representation, analysis, and communication skills</8>\n    <9>\n        <0>\n            <0>Michele Mauri</0> - Direction of the design activities</0>\n        <1>\n            <0>Tommaso Elli</0>\n        </1>\n        <2>\n            <0>Ángeles Briones</0>\n        </2>\n        <3>\n            <0>Beatrice Gobbo</0>\n        </3>\n        <4>\n            <0>Marco Pappalepore</0>\n        </4>\n    </9>\n    <br/>\n    <11>The project started with <2>Paolo Ciuccarelli</2> directing the design activities.</11>\n    <12>Matteo Banal, <2>Gabriele Colombo</2>, Serena Del Nero, Giovanni Lombardi also contributed to the research, design and realisation of the project.</12>\n    <13>Mauro Bianchi, Giovanni Fumagalli and Matteo Scaffidi from <2>Inmagik</2> contributed to the development of the visualizations.\n    </13>\n    <p>We thank Lorenzo Faggi for the audio recording of the introductory video, performed at Piano Terra occupied space</p>\n    <p>Italian voice-over by Beatrice Gobbo; English voice-over by Marwa Boukarim.</p>\n    <p>English translation of the Atlas texts by Ilaria Bruzzone.</p>\n</0>"
}