{
  "contatti": "Contacts",
  "testo_equipe": "<0>\n    <0>Team</0>\n    <1>Italian section</1>\n    <2>Department of Romance Languages and Literatures<br/>\nUniversity of Geneva</2>\n    <3>The literature team of the project works inside the Italian section of the Department of Romance Languages and Literatures of the University of Geneva.<br/>\nThe group gathers experts in literary criticism, focused on Italo Calvino in particular; they cooperated on the analysis of his entire body of work, and adapted the results of their research to the visualization instruments developed by DensityDesign Research Lab.</3>\n    <4>\n        <0>\n            <0>Francesca Serra </0> - Project concept and direction</0>\n        <1>\n            <0>Valeria Cavalloro </0>\n        </1>\n        <2>\n            <0>Virginia Giustetto </0>\n        </2>\n        <3>\n            <0>Margherita Parigini </0>\n        </3>\n    </4>\n    <br/>\n    <6>DensityDesign Research Lab</6>\n    <7>Dipartimento di Design<br/>\nPolitecnico di Milano</7>\n    <8>The <2>DensityDesign</2> is part of the <6>Dipartimento di Design</6> at Politecnico di Milano. The lab inquires on the implications related to the use of data, digital technologies and visual methods in society, design activities and research environments.<br/>The design team contributed to the co-design of methods for visualization in synergy with the literature team, deploying their expertise gathered in the field of Digital Humanities and skills of representation, analysis and communication of data.</8>\n    <9>\n        <0>\n            <0>Michele Mauri</0> - direction of design activities</0>\n        <1>\n            <0>Tommaso Elli</0>\n        </1>\n        <2>\n            <0>Ángeles Briones</0>\n        </2>\n        <3>\n            <0>Beatrice Gobbo</0>\n        </3>\n        <4>\n            <0>Marco Pappalepore</0>\n        </4>\n    </9>\n    <br/>\n    <11>The project started with <2>Paolo Ciuccarelli</2> directing the design activities.</11>\n    <12>Matteo Banal, <2>Gabriele Colombo</2>, Serena Del Nero, Giovanni Lombardi participated in the research, design and realization of the Atlas.</12>\n    <13>Mauro Bianchi, Giovanni Fumagalli and Matteo Scaffidi from <2>Inmagik</2> participated in the development of the visualizations.\n    </13>\n    <p>We thank Lorenzo Faggi for the audio recordings of the introductory video, performed at the occupied space Piano Terra</p>\n    <p>The italian narrator’s voice is by Beatrice Gobbo, the english one is by Marwa Boukarim.</p>\n    <p>The English translation of the Atlas texts is by Ilaria Bruzzone.</p>\n</0>"
}