{
  "La forma della geografia inventata": "The shape of invented geography",
  "paragraph-analisi": "<0>The <2>invented locations</2> category re-elaborates one of four categories devised by Frank Zipfel in 2001 and subsequently conceptualised by Barbara Piatti in 2008, based on how dependent the fictional locations are on the geospatial ones (Zipfel 2001; Piatti 2008). According to Barbara Piatti, <5>invented places</5> are all the invented locations set in a geographically familiar reality (Reuschel-Hurni 2011, 296). The invented locations in the corpus are evenly distributed over the years: the first occurrence is in 1948 (the small town of <7>Sant’Alcide </7><8><strong>(1)</strong></8>  (1) where the short story <11>Isabella e Fioravanti</11>) is set); the last, in 1982, is <13>Casa Palomar </13> <15><strong>(2)</strong></15>,  the main character’s city house, named after him.<br/>By looking at this visualization, we can see that this distribution involves all types of works: novels, short stories gathered in a collection and texts published only in magazines. However, if we analyse the three sections one by one, we can highlight very different features. </0>",
  "I romanzi": "Novels",
  "paragraph-romanzi": "<0><0>The first section concerns novels and it undoubtedly houses the most occurrences of invented locations: 5 works out of 10 display at least one location of this type. It is known that Calvino’s imaginative streak is mostly developed in his longer works, also due to the author’s complex relationship with the novel genre as traditionally regarded: «Calvino never showed much propensity towards the novel as a genre; instead, he usually seemed to distrust it. He was an anti-novel narrator in the sense that the social and moral problems and the science of daily life seen as historiography on a miniature scale, which characterise modern novels, were never a part of his writing» (Berardinelli 1991, 39). We can think of the stories from the <1>Trilogia degli antenati</1> trilogy, set between the Ombrosa trees and the Terralba woods; or the visionary, symbolic cities explored by Marco Polo in <3>Città invisibili</3>, or the places with unpronounceable names - Petkwo, Kudgiwa, Oquedal - navigated by the characters from <6>Se una notte d’inverno un viaggiatore</6>. The way these imaginary locations fit into the narrative weave of Calvino’s stories deserves more attention.</0></0>",
  "paragraph-romanzi-2": "<0>The visualizations in the second and third level of analysis show that, in many cases, the invented locations share a deep connection with the real, recognisable ones. One example is the first novel in the <5>trilogy</5>, <2>Visconte dimezzato</2>. The story begins in Bohemia, during the Christian war against the Turks, but the main plot develops in Terralba, Viscount Medardo’s birthplace, to which he returns after being hit by a cannonball and miraculously surviving, though severed in half. Terralba is in Italy, part of the Republic of Genoa: as such, the protagonist’s extraordinary adventures take place in a real, defined space.</0><br/><2>Apparently, the situation is different in <1>Barone rampante</1>, set in the free commune of Ombrosa, territory-world of baronet Cosimo Piovasco of Rondò. However, Ombrosa is also tied to the Republic of Genoa, to which it pays taxes, even though it is not explicitly framed inside a recognizable location. Therefore, in a much less obvious way, the space in <i>Il barone rampante</i> is again a mix of invented and historical places.<br/><br/>Furthermore, the fact that both Terralba and Ombrosa are somewhat tied to Liguria, Calvino’s homeland, is even more meaningful. In 1965 the writer himself, under the pseudonym-anagram Tonio Cavilla, underlines the importance of the Ligurian background to <7>Barone rampante</7>: «The novel is set in an imaginary town, Ombrosa, but we soon realize that this Ombrosa is somewhere on the Ligurian riviera» (RR, III, 1228-29). By evoking the Ligurian landscape, which for Calvino is <11>the</11> landscape par excellence, he has the precise purpose of lyrical reconnection to a mythicised past, criticizing the urban transformations which disfigured Liguria after the war (ibid., 1229). </2>",
  "paragraph-romanzi-3": "<0>A different, though not so dissimilar, consideration can be made for <1>Città invisibili</1>, the novel with the most fictional locations. Eufemia, Zora, Despina, and so on, seem so rarefied that it is easy to imagine them as existing out of time and space. However, even here Calvino does not forego a historical frame: all fifty-five cities visited by Marco Polo belong to the endless, historically existing empire of Kublai Khan.</0>",
  "I racconti": "The short stories",
  "paragraph-racconti-1": "<0>In the short stories, whether they were published in books or only in periodicals, there is a much smaller number of invented locations. However, as shown in the visualization, there are a few areas in which they are concentrated: one in particular is very interesting. <br/>Between the end of 1953 and the beginning of 1954, after publishing the first batch of stories that would later be collected in <4>Marcovaldo</4>, in Torino’s «L’Unità», Calvino wrote a number of very different short texts, unified by the fable-like narration and the presence of fictional locations. Two of these texts (<6>Un paese disgraziato</6>, 1953; <9>Il generale in biblioteca</9>, 1953) are still published in Torino’s edition of «L’Unità», while the other three (<11>Libertà! Libertà!</11>, 1954; <13>Lo ius primae noctis</13>, 1954; <15>I mozzatori di nasi</15>, 1954), written the following year, are published in the weekly magazine «Il Contemporaneo», in a feature titled <17>I viaggi di Gulliver</17> , in which Calvino published a number of political fables with obvious references to current events.<br/>The common element to all these texts is the presence of a one-dimensional setting - a generic, nameless town or invented place such as Sant’Alcide, Marzalia, Panduria, Cocinindia or Atrabilia - that «is devoted to only one thing, respects only one rule, knows only one way of being» (Serra 2006, 322). In almost all stories, this initial situation is put under severe strain by an unforeseen event that disrupts the order of things and from which a teaching or moral is often gleaned.<br/>The most interesting aspect of these short stories written in the mid 1950s is the fact that in them we can find <i>in nuce</i>, hence in an immature, sometimes elementary form, a number of core elements of <23>Città Invisibili</23>The one-dimensional setting, the <25>sui generis</25> rule or feature that defines the city, the exclusively feminine names of the places.<br/>Upon close scrutiny, we can recognise a consistent, ongoing path, rooted in a distant past, and fulfilled in the 1970s.</0>",
  "paragraph-racconti-caption-1": "<0>A selection of stories written in the mid 1950s</0>"
}