{
  "help_panel": {
    "tipo_di_luogo": "Type of location",
    "cosmici_localizzabili": "Specific cosmic ",
    "nessun_luogo": "No location",
    "di_cosa_si_tratta": "<p>Why locations? Because Calvino is an author that gives great importance to the narrative dimension of space. By exploring Italo Calvino’s body of work through the mapping of all its locations we can understand how the writer used space to talk about reality and its many forms. The locations in analysis are those used as settings, those where actions take place, where characters are present. Locations that are mentioned but have no connection to the plot, or that are discussed as past memories or future, desired destinations, are not included in this analysis.</p>",
    "qualche_pista_di_lettura": "<p>Some categories are limited to specific periods of time, while others, such as the specific terrestrial locations and the invented locations, are uniform in their appearance. The constant presence over time of specific terrestrial locations, which are usually connected to the literature of realism, seems to contradict the widespread conception of an author who concerned himself with “realism” only in the first part of his career.</p><1>Through the <1>Spatial levels</1> it is possible to see how fictional locations, gathered mainly on the outer rim of the territory, are often framed inside of specific terrestrial locations. Moreover, in Calvino’s writing, invention can take shape not only inside known spaces, but often in familiar ones as well (see the <4>In-depth analysis</4>).</1><2>The absence of location is almost exclusively concentrated in short texts, written during Calvino’s last decade of production. They bear witness to the progressive tendency of the author towards a narration in which the interest for action is substituted by that for essay writing.<br/><br/><br/></2>",
    "Cosmici generici": "Unspecified cosmic",
    "Cosmici localizzabili": "Specific cosmic",
    "Terrestri generici": "Unspecified terrestrial",
    "Terrestri localizzabili": "Specific terrestrial",
    "Terrestri inventati": "Invented terrestrial",
    "terrestri_localizzabili": "Specific terrestrial ",
    "cosmici_generici": "Unspecified cosmic",
    "terrestri_generici": "Unspecified terrestrial",
    "come_funziona": "<0>By reworking some theoretical models on the spatial categories defined in literature in the early 2000s, every setting location has been assigned a category on the basis of its adherence to reality. The selected categories are five: <1>unspecified cosmic</1> locations (e.g. “space” or “galaxies”), <5>specific cosmic </5> locations (e.g. the “Moon” or planet “Earth”), <9>specific terrestrial</9> locations (e.g. “Sanremo” or “Paris”), <13>unspecified terrestrial</13> locations (e.g. a “city” or a “valley”) and <16>invented terrestrial</16> locations (e.g. the town of “Ombrosa” or one of the fifty-five invisible cities). <18>Ex negativo</18>, a sixth category gathers all the texts without setting locations.</0><1>Every text can have more than one setting, and they can belong to different categories. Furthermore, it is possible that a specific setting may present a number of other internal locations (e.g., <1>Il barone rampante</1> is set in the town of Ombrosa; however, depending on the scene, the action takes place in the rooms of the family mansion or on one of the trees Cosimo lives on, or in the D’Ondariva family garden, etc), in which case it is important to keep track of how they are related to one another.</1><p>On the basis of these features it is possible to explore the visualization using three different modes.</p><3><0>Type of location</0> is a mode that allows the viewer to apply a filter to the territory, selecting one category at a time.</3><4><0>Proportion</0> highlights the presence of different categories in the same text, but it leaves out all the locations inside a different location.</4><5><0>Spatial levels</0> allows the viewer to reconstruct the relations between locations in the same text, showing their names as well.</5>",
    "Nessun luogo": "No location",
    "terrestri_inventati": "Invented terrestrial",
    "proporzione": "Proportion",
    "livelli_spaziali": "Spatial levels"
  },
  "footer": {
    "livelli_spaziali": "Spatial levels",
    "tipo_di_luogo": "Type of location"
  }
}