{
  "help_panel": {
    "cancellazione": "Erasure",
    "come_funziona": "<p>The territory can be visualized in two ways, showing the collected data from two different standpoints.</p><1><0>Presence of the phenomenon</0> shows the presence and intensity of the two analysed phenomena (<2>fog</2> and <5>erasure</5>) over the entire corpus, in every text. The visualization can be used to separately view the evolution over time in the use of a single phenomenon and the intensity with which it has been used. The presence and intensity of both phenomena together (<7>both</7>) is visible as well.</1><2><0>Proportion</0> shows the ratio of the two phenomena inside a single text: the perimeter of every graphic element is coloured in proportion to the presence of each phenomenon.</2>",
    "entrambi": "Both",
    "di_cosa_si_tratta": "<0>Why fog? Because it is a tangible phenomenon that questions the existence of reality and destabilizes its representation, and it is a recurring one in various parts of Calvino’s work. After selecting it as an object of study, we tried to trace its recurrence in Calvino’s writing. To that end we catalogued every occurrence of words derived from the term <2>fog</2> (nebbia); furthermore, we also took note of similar atmospheric elements such as “haze” or “mist” (bruma, caligine, foschia) and other derived words when present. Lastly, we decided to deepen the research with a further parameter: we catalogued every occurrence of words derived from the term <5>erasure</5> (cancellazione), including various forms of its corresponding verb, to erase (cancellare), as it is the main effect produced by <8>fog</8> as an atmospheric element.</0>",
    "qualche_pista_di_lettura": "<0>A relevant information that can be gleaned from the visualization is the variation in the distribution of the two phenomena over the time and works: fog is mainly present in the short stories and moves from the central collections in Calvino’s career towards the isolated texts of his last years. Erasure appears evenly over his work, progressively increasing from the 1960s onward. The second half of Calvino’s work appears to be permeated by fog, but if we pay attention to the timeline it is obvious that the numeric presence of the phenomenon is not consistent with this perception (see the <2>In-depth analysis</2>).</0><1>Another interesting perspective concerns the observation of how fog and erasure are generally used independently of one another: only about a dozen texts have both. Therefore, it can be inferred that the two phenomena are complementary: where fog has a physical presence, the narrator does not seem to need erasure; conversely, where erasure is overflowing, the appearance of actual fog is superfluous.<br/><br/><br/></1>",
    "tipo_di_fenomeno": "Type of phenomenon"
  },
  "footer": {
    "Presenza del fenomeno": "PRESENCE OF THE PHENOMENON"
  }
}