{
  "Metamorfosi della realtà sulle tracce della paura": "Metamorphosis of reality: tracking down fear",
  "paragrapg-l-idea": "<0>By analysing the movement through terrestrial space in Calvino’s short stories, we found a number of meaningful tendencies which can be identified and isolated and are worth studying on a deeper level. One of them is the concentration of stories set exclusively outdoors (outdoor locations), characterised by a persistent horizontal movement that brings the characters from a starting point to a final destination, often passing through a few intermediate stages. Between 1946 and 1948, seven stories share this pattern: <2>Andato al comando, Paura sul sentiero, Uomo nei gerbidi, Campo di mine, L’occhio del padrone, Un bastimento carico di granchi, Il giardino incantato</2>. An eighth one can be added to the group, <5>Ultimo viene il corvo</5>, only differentiated by the presence of a single, not particularly meaningful indoor location (a <i>mountain hut</i> where the main character spends the night). Thematically, these texts can be divided in three groups: war stories (<7>Andato al comando, Paura sul sentiero, Campo di mine</7> and <10>Ultimo viene il corvo</10>); rural stories (<12>Uomo nei gerbidi, L’occhio del padrone</12>); stories with child protagonists (<14>Un bastimento carico di granchi, Il giardino incantato</14> and again <17>Ultimo viene il corvo</17>). Apparently, the first and second themes can be attributed to the attempt at documenting the social and factual reality of the so-called “neorealist” period. However, if we concentrate our analysis on the narrative movement in space, these stories, characterised by open spaces where the characters move following a path made of different steps, reveal a different face: the direct experience of a certain world and a certain context actually becomes the representation of an unstable reality, often multiplied by adding, complicated by the attempt to cross distances sometimes impossible to cover, or by the experience of a world that changes before the eyes and under the feet of the character facing it. As a consequence, behind a fundamentally realistic structure – for example, the places are those where Calvino lived the Resistance, or the Liguria from his childhood – hide characters, dynamics and narrative elements which can be traced back to adventure stories and, in general, to a constantly changing reality, a reality which is evasive to the point of being impossible to represent, because it can be interpreted in countless different ways.</0>",
  "paragrapg-un-racconto-esemplare-2": "<0>We can identify many <1>specific locations</1>: small municipal districts, villages, valleys and mountains around Imperia, where actual partisans fought. There is also an ample usage of battle names such as <3>Vendetta</3> (=vengeance), <i>Serpe</i> (=snake), <i>Pelle</i> (=skin), <i>Guerriglia</i> (=guerrilla), <i>Fegato</i> (=guts), <i>Sciabola</i> (=saber), <i>Civetta</i> (=owl) used by Binda’s comrades, which strengthen the effect of the story being an actual testimony to historical facts. However, from the start the realistic narration is accompanied by the representation of a continuously transforming, collapsing reality, made of visions, thoughts and figments of imagination roused by the spread of a feeling of fear (the same emotion also touches the main characters in <6>Andato al comando</6>, <8>Campo di mine</8> and other similar stories). It happens to the point that more than once the story about partisan warfare seems to turn into an adventure or even a fairy tale: the hero Binda, far away from his beloved (named <11>Regina</11> [=queen]) must reach his destination, but along the way he is chased by <13>Gund</13>, a terrible giant of a German, dressed in armour and helmet and trying to hinder him in any possible way. </0><1>This fluctuation between reality and imagination is represented here by the division of the text in three types of narrative sequence: the parts of the story rooted in reality, such as the descriptions of Binda’s path, the time he will need to make the journey and what he actually encounters on the path, are in <1>blue</1>; the moments in which he is overwhelmed by doubts, by unexplainable hallucinations, by visions of Regina and Gund, and when his very destination seems unreachable and unimportant («But would he ever reach the hut? Wasn't he tied by a wire that dragged him farther away the nearer he got? […] He longed to turn back, to flee, as if all the danger were up there in the hut») are in <4>red</4> instead.</1><2>A third type, coloured <2>purple</2>, is present only once, almost at the incipit. It is the only moment in which the description of the journey is interrupted to give the reader some important background information: Binda’s identity, his role, the mission he was entrusted with and the sides involved in the war.</2>",
  "paragraph-text": "<0>This perpetual fluctuation between reality and imagination is especially meaningful when considered in the context of a Resistance story: «Calvino in many of his early stories that “write” the Resistance adopts the literary strategies of the fairy tale and the <1>racconto d’avventura</1> as forms with which to erode and undermine the dominant discursive logic of the epic» (Re 1990, 157). A very similar approach is also used in the other war stories previously mentioned: <4>Andato al comando, Campo di mine, Ultimo viene il corvo</4>. In all these cases the historical and political context is in many ways quite secondary when compared to the inner doubts of the protagonists: to them, understanding the right path to follow (to escape, to reach the other side of a mountain, to hit a target and find the next) is first of all a metaphorical matter. If the child protagonist of <7>Ultimo viene il corvo</7> has no doubts on what objects to aim at on the way, since they both increase his knowledge and allow him to move forward, the same cannot be said of the two protagonists of <9>Andato al comando</9> and <12>Campo di mine</12>. Not unlike Binda, they are both plagued by doubts, by questions, by a feeling of fear that, by turning real things into symbols and hallucinations, causes their defeat. This does not happen to Binda, though, because – as shown by the perfect balance of <15>red</15> sequences and <18>blue</18> sequences – in the moments where his imagination is about to overwhelm him, there is always something to bring him back to reality, allowing him to complete his mission.</0><1>The lexicon of reality</1><2>Talking about reality: a few numbers can give a clear idea of how the mechanism of transition from reality to imagination (and back from imagination to reality) always begins with extremely concrete elements that Binda sees as he walks. Actually, 86% of nouns used in the text are concrete words, and only 14% come from an abstract lexicon. We can then separate this 86% of words into three important semantic fields: nature (44%), war (21%) and the human body (18%).</2>",
  "Vai a una mappa più dettagliata": "Vai a una mappa più dettagliata",
  "paragrapg-l-idea-2": "<0>I luoghi del racconto: le tappe del percorso di Binda sono collegate dalle frecce, gli altri luoghi sono nominati nel racconto ma non attraversati.</0>",
  "paragrapg-un-racconto-esemplare": "<0>As a text which is exemplary to this dynamic, we chose <2>Paura sul sentiero</2>, published in 1946 in the magazine «Darsena nuova» and subsequently in the collections <4>Ultimo viene il corvo</4> (1949) and <7>I racconti</7> (1958). The main character is Binda, a young partisan courier who takes off in the night to cross the woods of the western Ligurian hinterlands and reach the hut that houses his partisan brigade as fast as possible, to bring the order to move to his companions. We are in Calvino’s motherland during the Second World War, a context that the author experienced directly and of which he gives a detailed description with precise geographical references that allow us to completely reconstruct the protagonist’s path <10>(see map)</10>.</0>",
  "paragraph-text-2": "<0>The object of doubt is always the concrete reality, because Binda, not unlike the protagonist of <2>Campo di mine</2> «has to redefine things which appear harmonious but are, in fact, very ambiguous: each little thing can actually be itself, or it can be its own contrary» (Falaschi 1976, 132). This is how, at one point, he believes that there is «a German in every thicket, a German perched at the top of every tree, with the squirrels. The stones were pullulating with helmets, rifles were sprouting among the branches, the roots of the trees ended in human feet. Binda was walking between a double row of hidden Germans, who were looking at him with glistening eyes from among the leaves; the farther he walked the deeper he penetrated their ranks». This is a true process of metamorphosis, frequently repeated in Calvino’s stories, particularly those from these years, and tied to a few key elements such as <4>fear (paura)</4> or the movement along a <7>footpath (sentiero): </7>these two words are, by no mistake, the main elements in the title of the analysed story. Similar processes happen not only in the stories mentioned earlier, but also in another short story like <10>Un pomeriggio, Adamo</10> (1949) or even in Calvino’s first novel <12>Il sentiero dei nidi di ragno</12> (1947). The metamorphosis always causes misunderstandings, because it introduces a discrepancy «between the chain of false interpretation, and reality» (Serra 2006, 66).</0><1>Transformations, metaphors, visions, doubts</1><2>In this ambiguity game, which can easily become terrifying, a few narrative mechanisms, highlighted in the last visualization, are used insistently. First of all, <2>questions</2> («Who on earth could it be at that hour?»; «But would he ever reach the hut?») or the repetition of <5>forse</5>, Italian for “perhaps” («forse una lepre, forse una volpe, forse un tedesco coricato tra gli arbusti che lo prendeva di mira» [=«perhaps it was a hare, perhaps a fox, perhaps a German lying in the thickets keeping him covered»]; «forse aveva rallentato senz’avvedersene, forse s’era fermato» [=«perhaps he had slowed down or even stopped without realizing it»]); secondly, Binda’s <8>visions</8>, in some cases real hallucinations, often introduced in Italian by the conditional mood («One named Gund, in the middle of them, with a terrible white smile under his helmet, would stretch out huge hands to seize him»; «Following on Binda's tracks was an animal roused from deep back in his childhood; it was coming after him, would soon catch up with him»; «But in a corner, huge, sitting on his haunches, with his helmet touching the ceiling, would be Gund, with his eyes round and glistening like the squirrels' and his white toothy smile between damp lips. Gund would make a sign to him: “Sit down.” And Binda would sit down»). Lastly, the widespread presence of <11>similes</11>, <14>metaphors</14> and hyperboles, all of which play a crucial role in the metamorphic process of transformation of reality. It is not surprising, then, that in this story the words chosen for the comparisons often come from the animal world, just as in the most classic of metamorphoses: at first, fear is a generic animal chasing the protagonist, then it becomes a monkey tethered to his neck; mines move under his feet «like enormous underground spiders» (in <16>Campo di mine</16> they were «enormous marmots curled up in underground lairs»); anxiety flutters in his lungs «like bats’ wings »; Gund’s eyes are «round and glistening like the squirrels’». Step by step, the range of animal figures that Binda sees and encounters on the path grows larger. So what is still real and what is not real anymore? Vendetta, Pelle, Serpe, but also Creppo, Perallo and Pian Castagna are indubitable proof of the ongoing war. Still, as soon as the mission is complete, they all fall into darkness: when Binda turns around a rock and loses view of the hut, ready to reach his next destination, «Gund  rose from the thicket and marched behind him, his strides as big as those of a giant».</2>",
  "Paura sul sentiero": "Paura sul sentiero"
}