{
  "SI MOVIMENTO": "Movement",
  "ESTERNO": "Outdoor",
  "Titolo": "Title",
  "seleziona_testo": "Select the texts and scroll down",
  "help_panel": {
    "colore": "Colour",
    "luogo_esterno": "Outdoor location",
    "mezzo_di_trasporto": "Means of transport",
    "assenza_di_ambientazione": "No location",
    "movimento": "Movement",
    "visione_in_dettaglio": "Detailed view",
    "di_cosa_si_tratta": "<0>After exploring the space of Calvino’s works in its main dimensions, the matter of the representation of reality is called into question once again by analysing the terrestrial locations, both specific (e.g., <1>Sanremo</1>) and generic (e.g., a <3>city</3>), in the short stories published in collections between 1945 and 1983. This specific selection allows us to <5>focus</5> on the most <7>realistic</7> spaces in Calvino’s work. We aim to understand how this complex set of spatial representations transforms and changes over time.</0>",
    "come_funziona": "<0><0>This visualization can be explored with two modes, representing respectively a comprehensive view of all the short stories and a detailed view of each text as selected by the user.<br/>The first mode shows each short story as a linear graphic element arranged in a circle in chronological order of publication. Each line is uniform in length and reveals three main features: </0><1><0>the number of locations through which the story is developed, represented by black dots; </0><1>the type of each location: indoor space (<2>green</2> colour), outdoor space (<5>yellow</5> colour), means of transport (<8>blue</8> colour), no location (<11>gray</11> colour);</1><2>movement through space, represented by an animation showing when it is present inside the text.</2></1><br/><3>By selecting one or more elements and scrolling down the page, the detailed view of each text appears, revealing three more important features: </3><4><0>the actual length of the selected story, particularly useful for comparing different texts;</0><1>the specific name of each location;</1><2>the presence of different spatial levels nested one inside the other, in case there are locations inside other spaces.</2></4> </0>",
    "qualche_pista_di_lettura": "<0>Firstly, an important observation must be made on movement. A comparison between the first two and the last two decades of Calvino’s career reveals a clear trend reversal: between 1945 and 1965, movement through space is very pronounced and only a minimal number of short stories lacks movement scenes (7 out of 73, less than 10%), whereas from 1965 onward the situation is reversed in favor of a significant stillness. Movement through space does not disappear, but it does decrease (it appears in 8 texts out of 33, about 25%). This phenomenon is justified by a new tendency emerging in Calvino’s writing in the mid 1960s: the action, adventure and even fairytale-like quality of Calvino’s partisan, farm and city texts (e.g., <i>Marcovaldo</i>, where the titular character is always running around having an adventure) are replaced by forms and contents more oriented towards inner reflection, descriptive digression, and some narrative procedures typical of essay writing.<br/><br/>The same trend reversal does not have, as it could be imagined, a direct impact on the relationship between indoor and outdoor spaces. It is true that in his very first years Calvino seems to favour outdoor locations (for example in short stories such as <i>Paura sul sentiero, Uomo nei gerbidi, Campo di mine, Ultimo viene il corvo</i>), but the first short stories set in the city (<i>Visti alla mensa, Si dorme come cani, Il gatto e il poliziotto</i>) soon mark the beginning of a considerable variation between indoor and outdoor settings (or, as often happens, mixed settings).<br/><br/>However, comparing the selection of stories set exclusively outdoors to that of the stories set exclusively indoors, and analysing in detail the characteristics of each text, it becomes clear that, reasonably, the second group is very homogenous: indeed, these texts have very few locations and almost no movement at all. On the contrary, the first group undergoes many transformations over the years: the many different locations of early outdoor stories decrease gradually to a single setting, while movement goes from being frantic and exclusively horizontal (completely lacking spatial levels nested one inside the other: see the <15>In-depth analysis</15>) to near-complete stillness. As such, it is not surprising that even the means of transport, much portrayed in Calvino’s short stories from the 1950s and 60s, disappear completely after 1967.</0>",
    "luogo_interno": "Indoor location"
  },
  "NO MOVIMENTO": "No movement",
  "MEZZO DI TRASPORTO": "Means of transport",
  "INTERNO": "Indoor",
  "ASSENZA DI AMBIENTAZIONE": "No location",
  "fine": "END",
  "PUBBLICAZIONE": "PUBLICATION",
  "ANNO DI PRIMA": "YEAR OF FIRST",
  "INIZIO DEL TESTO": "BEGINNING",
  "vedi_dettaglio": "See the selected texts in detail",
  "Movimento": "Movement"
}